[
  {
    "1": "Phần mặt đường và lề đường.",
    "2": "Phần đường xe chạy.",
    "3": "Phần đường xe cơ giới.",
    "4": "",
    "id": 1,
    "q": "Phần của đường bộ được sử dụng cho các phương tiện giao thông qua lại là gì?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Phần đường xe chạy là phần của đường bộ được sử dụng cho phương tiện giao thông qua lại."
  },
  {
    "1": "Là một phần của phần đường xe chạy được chia theo chiều dọc của đường, sử dụng cho xe chạy.",
    "2": "Là một phần của phần đường xe chạy được chia theo chiều dọc của đường, có bề rộng đủ cho xe chạy an toàn.",
    "3": "Là đường cho xe ô tô chạy, dừng, đỗ an toàn.",
    "4": "",
    "id": 2,
    "q": "“Làn đường” là gì?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Làn đường có bề rộng đủ cho xe chạy an toàn."
  },
  {
    "1": "Là khoảng trống có kích thước giới hạn về chiều cao, chiều rộng của đường, cầu, bến phà, hầm đường bộ để các xe kể cả hàng hóa xếp trên xe đi qua được an toàn.",
    "2": "Là khoảng trống có kích thước giới hạn về chiều rộng của đường, cầu, bến phà, hầm trên đường bộ để các xe kể cả hàng hóa xếp trên xe đi qua được an toàn.",
    "3": "Là khoảng trống có kích thước giới hạn về chiều cao của cầu, bến phà, hầm trên đường bộ để các xe đi qua được an toàn.",
    "4": "",
    "id": 3,
    "q": "Khái niệm “Khổ giới hạn đường bộ” được hiểu như thế nào là đúng?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Khổ giới hạn đường bộ có giới hạn về chiều cao, chiều rộng."
  },
  {
    "1": "Là bộ phận của đường để ngăn cách không cho các loại xe vào những nơi không được phép.",
    "2": "Là bộ phận của đường để phân tách phần đường xe chạy và hành lang an toàn giao thông.",
    "3": "Là bộ phận của đường để phân chia mặt đường thành hai chiều xe chạy riêng biệt hoặc để phân chia phần đường của xe cơ giới và xe thô sơ.",
    "4": "",
    "id": 4,
    "q": "Trong các khái niệm dưới đây, “dải phân cách” được hiểu như thế nào là đúng?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Dải phân cách phân chia mặt đường thành hai chiều xe chạy riêng biệt."
  },
  {
    "1": "Dải phân cách gồm loại cố định và loại di động.",
    "2": "Dải phân cách gồm tường chống ồn, hộ lan cứng và hộ lan mềm.",
    "3": "Dải phân cách gồm giá long môn và biển báo hiệu đường bộ.",
    "4": "",
    "id": 5,
    "q": "“Dải phân cách” trên đường bộ gồm những loại nào?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Dải phân cách gồm cố định và di động."
  },
  {
    "1": "Là người điều khiển xe cơ giới",
    "2": "Là người điều khiển xe thô sơ.",
    "3": "Là người điều khiển xe có súc vật kéo.",
    "4": "",
    "id": 6,
    "q": "Người lái xe được hiểu như thế nào trong các khái niệm dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Người lái xe là người điều khiển xe cơ giới."
  },
  {
    "1": "Đường không ưu tiên.",
    "2": "Đường tỉnh lộ.",
    "3": "Đường quốc lộ.",
    "4": "Đường ưu tiên.",
    "id": 7,
    "q": "Đường mà trên đó phương tiện tham gia giao thông được các phương tiện giao thông đến từ hướng khác nhường đường khi qua nơi đường giao nhau, được cắm biển báo hiệu đường ưu tiên là loại đường gì?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Đường ưu tiên được nhường đường khi qua nơi giao nhau."
  },
  {
    "1": "Gồm xe ô tô; máy kéo; xe mô tô hai bánh; xe mô tô ba bánh; xe gắn máy; xe cơ giới dùng cho người khuyết tật và xe máy chuyên dùng.",
    "2": "Gồm xe ô tô; máy kéo; rơ moóc hoặc sơ mi rơ moóc được kéo bởi xe ô tô, máy kéo; xe mô tô hai bánh; xe mô tô ba bánh, xe gắn máy (kể cả xe máy điện) và các loại xe tương tự.",
    "3": "",
    "4": "",
    "id": 8,
    "q": "Khái niệm “phương tiện giao thông cơ giới đường bộ” được hiểu thế nào là đúng?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Phương tiện giao thông cơ giới không có xe máy chuyên dùng."
  },
  {
    "1": "Gồm xe đạp (kể cả xe đạp máy, xe đạp điện), xe xích lô, xe lăn dùng cho người khuyết tật, xe súc vật kéo và các loại xe tương tự.",
    "2": "Gồm xe đạp (kể cả xe đạp máy, xe đạp điện), xe gắn máy, xe cơ giới dùng cho người khuyết tật và xe máy chuyên dùng.",
    "3": "Gồm xe ô tô, máy kéo, rơ moóc hoặc sơ mi rơ moóc được kéo bởi xe ô tô, máy kéo.",
    "4": "",
    "id": 9,
    "q": "Khái niệm “phương tiện giao thông thô sơ đường bộ” được hiểu thế nào là đúng?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Phương tiện giao thông thô sơ không có xe máy chuyên dùng; xe ô tô."
  },
  {
    "1": "Phương tiện giao thông cơ giới đường bộ.",
    "2": "Phương tiện giao thông thô sơ đường bộ và xe máy chuyên dùng.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 10,
    "q": "“Phương tiện tham gia giao thông đường bộ” gồm những loại nào?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Phương tiện giao thông gồm tất cả các loại phương tiện."
  },
  {
    "1": "Người điều khiển, người sử dụng phương tiện tham gia giao thông đường bộ.",
    "2": "Người điều khiển, dẫn dắt súc vật; người đi bộ trên đường bộ.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 11,
    "q": "“Người tham gia giao thông đường bộ” gồm những đối tượng nào?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Người tham gia giao thông gồm người sử dụng phương tiện và người đi bộ."
  },
  {
    "1": "Người điều khiển xe cơ giới, người điều khiển xe thô sơ.",
    "2": "Người điều khiển xe máy chuyên dùng tham gia giao thông đường bộ.",
    "3": "Cả ý 1 và ý 2",
    "4": "",
    "id": 12,
    "q": "“Người điều khiển phương tiện tham gia giao thông đường bộ” gồm những đối tượng nào dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Người điều khiển phương tiện gồm cả xe cơ giới và xe máy chuyên dùng."
  },
  {
    "1": "Là người điều khiển phương tiện tham gia giao thông tại nơi thi công, nơi ùn tắc giao thông, ở bến phà, tại cầu đường bộ đi chung với đường sắt.",
    "2": "Là cảnh sát giao thông, người được giao nhiệm vụ hướng dẫn giao thông tại nơi thi công, nơi ùn tắc giao thông, ở bến phà, tại cầu đường bộ đi chung với đường sắt.",
    "3": "Là người tham gia giao thông tại nơi thi công, nơi ùn tắc giao thông, ở bến phà, tại cầu đường bộ đi chung với đường sắt.",
    "4": "",
    "id": 13,
    "q": "Khái niệm “người điều khiển giao thông” được hiểu như thế nào là đúng?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Người điều khiển giao thông là cảnh sát giao thông."
  },
  {
    "1": "Là trạng thái đứng yên của phương tiện giao thông không giới hạn thời gian để cho người lên, xuống phương tiện, xếp dỡ hàng hóa hoặc thực hiện công việc khác.",
    "2": "Là trạng thái đứng yên tạm thời của phương tiện giao thông trong một khoảng thời gian cần thiết đủ để cho người lên, xuống phương tiện, xếp dỡ hàng hóa hoặc thực hiện công việc khác.",
    "3": "Là trạng thái đứng yên của phương tiện giao thông không giới hạn thời gian giữa 02 lần vận chuyển hàng hóa hoặc hành khách.",
    "4": "",
    "id": 14,
    "q": "Trong các khái niệm dưới đây khái niệm “dừng xe” được hiểu như thế nào là đúng?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Dừng xe là đứng yên tạm thời."
  },
  {
    "1": "Là trạng thái đứng yên của phương tiện giao thông có giới hạn trong một khoảng thời gian cần thiết đủ để cho người lên, xuống phương tiện đó, xếp dỡ hàng hóa hoặc thực hiện công việc khác.",
    "2": "Là trạng thái đứng yên của phương tiện giao thông không giới hạn thời gian.",
    "3": "",
    "4": "",
    "id": 15,
    "q": "Khái niệm “đỗ xe” được hiểu như thế nào là đúng quy tắc giao thông?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Đỗ xe là đứng yên không giới hạn thời gian."
  },
  {
    "1": "Đường dành riêng cho xe ôtô và một số loại xe chuyên dùng được phép đi vào theo quy định của Luật Giao thông đường bộ.",
    "2": "Có dải phân cách phân chia đường cho xe chạy hai chiều riêng biệt mà dải phân cách này xe không đi được lên trên; không giao nhau cùng mức với một hoặc một số đường khác.",
    "3": "Được bố trí đầy đủ trang thiết bị phục vụ, bảo đảm giao thông liên tục, an toàn, rút ngắn thời gian hành trình và chỉ cho xe ra, vào ở những điểm nhất định.",
    "4": "Tất cả các ý trên.",
    "id": 16,
    "q": "Khái niệm “đường cao tốc” được hiểu như thế nào là đúng?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Đường cao tốc gồm tất cả các ý."
  },
  {
    "1": "Đỗ xe trên đường phố",
    "2": "Sử dụng xe đạp đi trên các tuyến quốc lộ có tốc độ cao.",
    "3": "Làm hỏng (cố ý) cọc tiêu, gương cầu, dải phân cách.",
    "4": "Sử dụng còi và quay đầu xe trong khu dân cư.",
    "id": 17,
    "q": "Hành vi nào dưới đây bị nghiêm cấm?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": "Hành vi làm hỏng cọc tiêu bị nghiêm cấm."
  },
  {
    "1": "Không nghiêm cấm.",
    "2": "Bị nghiêm cấm.",
    "3": "Bị nghiêm cấm tùy theo các tuyến đường.",
    "4": "Bị nghiêm cấm tuỳ theo loại xe.",
    "id": 18,
    "q": "Hành vi đưa xe cơ giới, xe máy chuyên dùng không bảo đảm tiêu chuẩn an toàn kỹ thuật và bảo vệ môi trường vào tham gia giao thông đường bộ có bị nghiêm cấm hay không?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": "Hành vi đưa xe không đảm bảo an toàn kỹ thuật bị nghiêm cấm."
  },
  {
    "1": "Diễn ra trên đường phố không có người qua lại.",
    "2": "Được người dân ủng hộ.",
    "3": "Được cơ quan có thẩm quyền cấp phép.",
    "4": "",
    "id": 19,
    "q": "Cuộc đua xe chỉ được thực hiện khi nào?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": "Cuộc đua xe cần cấp phép."
  },
  {
    "1": "Bị nghiêm cấm.",
    "2": "Không bị nghiêm cấm.",
    "3": "Không bị nghiêm cấm, nếu có chất ma túy ở mức nhẹ, có thể điều khiển phương tiện tham gia giao thông.",
    "4": "",
    "id": 20,
    "q": "Người điều khiển phương tiện giao thông đường bộ mà trong cơ thể có chất ma túy có bị nghiêm cấm hay không?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Có ma túy bị nghiêm cấm."
  },
  {
    "1": "Không được phép.",
    "2": "Chỉ được lái ở tốc độ chậm và quãng đường ngắn.",
    "3": "Chỉ được lái nếu trong cơ thể có nồng độ cồn thấp.",
    "4": "",
    "id": 21,
    "q": "Việc lái xe mô tô, ô tô, máy kéo ngay sau khi uống rượu, bia có được phép hay không?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Uống rượu bia không được lái xe,"
  },
  {
    "1": "Bị nghiêm cấm.",
    "2": "Không bị nghiêm cấm.",
    "3": "Không bị nghiêm cấm, nếu nồng độ cồn trong máu ở mức nhẹ, có thể điều khiển phương tiện tham gia giao thông.",
    "4": "",
    "id": 22,
    "q": "Người điều khiển xe ô tô, mô tô, máy kéo trên đường mà trong máu hoặc hơi thở có nồng độ cồn có bị nghiêm cấm không?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Trong máu hoặc hơi thở có nồng độ cồn bị nghiêm cấm."
  },
  {
    "1": "Chỉ bị nhắc nhở.",
    "2": "Bị xử phạt hành chính hoặc có thể bị xử lý hình sự tùy theo mức độ vi phạm.",
    "3": "Không bị xử lý hình sự.",
    "4": "",
    "id": 23,
    "q": "Sử dụng rượu, bia khi lái xe, nếu bị phát hiện thì bị xử lý như thế nào?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": "Sử dụng rượu, bia khi lái xe bị phạt hành chính hoặc xử lý hình sự."
  },
  {
    "1": "Người điều khiển: Xe ô tô, xe mô tô, xe đạp, xe gắn máy.",
    "2": "Người ngồi phía sau người điều khiển xe cơ giới.",
    "3": "Người đi bộ.",
    "4": "Cả ý 1 và ý 2.",
    "id": 24,
    "q": "Theo Luật phòng chống tác hại của rượu, bia, đối tượng nào dưới đây bị cấm sử dụng rượu, bia khi tham gia giao thông?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Người điều khiển bị cấm sử dụng rượu, bia khi tham gia giao thông."
  },
  {
    "1": "Chỉ được thực hiện nếu đã hướng dẫn đầy đủ.",
    "2": "Không được phép.",
    "3": "Được phép tùy từng trường hợp.",
    "4": "Chỉ được phép thực hiện với thành viên trong gia đình.",
    "id": 25,
    "q": "Hành vi giao xe cơ giới, xe máy chuyên dùng cho người không đủ điều kiện để điều khiển xe tham gia giao thông có được phép hay không?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": "Không được phép giao xe cho người không đủ điều kiện tham gia giao thông."
  },
  {
    "1": "Bị nghiêm cấm tùy từng trường hợp.",
    "2": "Không bị nghiêm cấm.",
    "3": "Bị nghiêm cấm.",
    "4": "",
    "id": 26,
    "q": "Hành vi điều khiển xe cơ giới chạy quá tốc độ quy định, giành đường, vượt ẩu có bị nghiêm cấm hay không?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": ""
  },
  {
    "1": "Chỉ lớn hơn tốc độ tối đa cho phép khi đường vắng.",
    "2": "Chỉ lớn hơn tốc độ tối đa cho phép vào ban đêm.",
    "3": "Không vượt quá tốc độ cho phép.",
    "4": "",
    "id": 27,
    "q": "Khi lái xe trên đường, người lái xe cần quan sát và bảo đảm tốc độ phương tiện như thế nào?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": ""
  },
  {
    "1": "Đi về phía bên trái.",
    "2": "Đi về phía bên phải.",
    "3": "Đi ở giữa.",
    "4": "",
    "id": 28,
    "q": "Phương tiện giao thông đường bộ di chuyển với tốc độ thấp hơn phải đi như thế nào?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": "Di chuyển tốc độ thấp hơn đi về phía bên phải."
  },
  {
    "1": "Đi ở làn bên phải trong cùng.",
    "2": "Đi ở làn phía bên trái.",
    "3": "Đi ở làn giữa.",
    "4": "Đi ở bất cứ làn nào nhưng phải bấm đèn cảnh báo nguy hiểm để báo hiệu cho các phương tiện khác.",
    "id": 29,
    "q": "Trên đường có nhiều làn đường, khi điều khiển phương tiện ở tốc độ chậm bạn phải đi ở làn đường nào?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Tốc độ chậm đi ở làn bên phải trong cùng."
  },
  {
    "1": "Không bị nghiêm cấm.",
    "2": "Không bị nghiêm cấm khi rất vội.",
    "3": "Bị nghiêm cấm.",
    "4": "Không bị nghiêm cấm khi khẩn cấp.",
    "id": 30,
    "q": "Hành vi vượt xe tại các vị trí có tầm nhìn hạn chế, đường vòng, đầu dốc có bị nghiêm cấm hay không?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": ""
  },
  {
    "1": "Từ 22 giờ đêm đến 5 giờ sáng.",
    "2": "Từ 5 giờ sáng đến 22 giờ tối.",
    "3": "Từ 23 giờ đêm đến 5 giờ sáng hôm sau.",
    "4": "",
    "id": 31,
    "q": "Khi lái xe trong khu đô thị và đông dân cư trừ các khu vực có biển cấm sử dụng còi, người lái xe được sử dụng còi như thế nào trong các trường hợp dưới đây?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Chỉ sử dụng còi từ 5 giờ sáng đến 22 giờ tối."
  },
  {
    "1": "Bất cứ đèn nào miễn là mắt nhìn rõ phía trước.",
    "2": "Chỉ bật đèn chiếu xa (đèn pha) khi không nhìn rõ đường.",
    "3": "Đèn chiếu xa (đèn pha) khi đường vắng, đèn pha chiếu gần (đèn cốt) khi có xe đi ngược chiều.",
    "4": "Đèn chiếu gần (đèn cốt).",
    "id": 32,
    "q": "Người lái xe sử dụng đèn như thế nào khi lái xe trong khu đô thị và đông dân cư vào ban đêm?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Trong đô thị sử dụng đèn chiếu gần."
  },
  {
    "1": "Được phép.",
    "2": "Không được phép.",
    "3": "Được phép tùy từng trường hợp.",
    "4": "",
    "id": 33,
    "q": "Hành vi lắp đặt, sử dụng còi, đèn không đúng thiết kế của nhà sản xuất đối với từng loại xe cơ giới có được phép hay không?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": "Không được phép lắp đặt còi đèn không đúng thiết kế."
  },
  {
    "1": "Phải đảm bảo phụ tùng do đúng nhà sản xuất đó cung cấp.",
    "2": "Phải được chấp thuận của cơ quan có thẩm quyền.",
    "3": "Phải là xe đăng ký và hoạt động tại các khu vực có địa hình phức tạp.",
    "4": "",
    "id": 34,
    "q": "Trong trường hợp đặc biệt, để được lắp đặt, sử dụng còi, đèn khác thiết kế của nhà sản xuất đối với từng loại xe cơ giới bạn phải đảm bảo yêu cầu nào dưới đây?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Lắp đặt còi đèn không đúng thiết kế phải được chấp thuận của cơ quan có thẩm quyền."
  },
  {
    "1": "Được phép sản xuất, sử dụng khi bị mất biển số.",
    "2": "Được phép mua bán, sử dụng khi bị mất biển số.",
    "3": "Nghiêm cấm sản xuất, mua bán, sử dụng trái phép.",
    "4": "",
    "id": 35,
    "q": "Việc sản xuất, mua bán, sử dụng biển số xe cơ giới, xe máy chuyên dùng được quy định như thế nào trong Luật Giao thông đường bộ?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": ""
  },
  {
    "1": "Trên cầu hẹp có một làn xe. Nơi đường giao nhau, đường bộ giao nhau cùng mức với đường sắt; xe được quyền ưu tiên đang phát tín hiệu ưu tiên đi làm nhiệm vụ.",
    "2": "Trên cầu có từ 02 làn xe trở lên; nơi đường bộ giao nhau không cùng mức với đường sắt; xe được quyền ưu tiên đang đi phía trước nhưng không phát tín hiệu ưu tiên.",
    "3": "Trên đường có 2 làn đường được phân chia làn bằng vạch kẻ nét đứt.",
    "4": "",
    "id": 36,
    "q": "Người lái xe không được vượt xe khác khi gặp trường hợp nào ghi ở dưới đây?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Không được vượt trên cầu hẹp có một làn xe."
  },
  {
    "1": "Được phép.",
    "2": "Không được phép.",
    "3": "Tùy từng trường hợp.",
    "4": "",
    "id": 37,
    "q": "Ở phần đường dành cho người đi bộ qua đường, trên cầu, đầu cầu, đường cao tốc, đường hẹp, đường dốc, tại nơi đường bộ giao nhau cùng mức với đường sắt có được quay đầu xe hay không?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": "Không được phép quay đầu xe ở phần đường dành cho người đi bộ qua đường."
  },
  {
    "1": "Không được vượt.",
    "2": "Được vượt khi đang đi trên cầu.",
    "3": "Được phép vượt khi đi qua nơi giao nhau có ít phương tiện cùng tham gia giao thông.",
    "4": "Được vượt khi đảm bảo an toàn.",
    "id": 38,
    "q": "Bạn đang lái xe phía trước có một xe cảnh sát giao thông không phát tín hiệu ưu tiên bạn có được phép vượt hay không?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Được vượt khi xe không phát tín hiệu ưu tiên."
  },
  {
    "1": "Không được vượt.",
    "2": "Được vượt khi đang đi trên cầu.",
    "3": "Được phép vượt khi đi qua nơi giao nhau có ít phương tiện cùng tham gia giao thông.",
    "4": "Được vượt khi đảm bảo an toàn.",
    "id": 39,
    "q": "Bạn đang lái xe phía trước có một xe cứu thương đang phát tín hiệu ưu tiên bạn có được phép vượt hay không?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Không được vượt khi đang phát tín hiệu ưu tiên."
  },
  {
    "1": "Ở phần đường dành cho người đi bộ qua đường, trên cầu, đầu cầu, đường cao tốc, đường hẹp, đường dốc, tại nơi đường bộ giao nhau cùng mức với đường sắt.",
    "2": "Ở phía trước hoặc phía sau của phần đường dành cho người đi bộ qua đường, trên đường quốc lộ, tại nơi đường bộ giao nhau không cùng mức với đường sắt.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 40,
    "q": "Người lái xe không được quay đầu xe trong các trường hợp nào dưới đây?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Không được phép quay đầu xe ở phần đường dành cho người đi bộ qua đường."
  },
  {
    "1": "Đi tiếp đến điểm giao cắt gần nhất hoặc nơi có biển báo cho phép quay đầu xe.",
    "2": "Bấm đèn khẩn cấp và quay đầu xe từ từ bảo đảm an toàn.",
    "3": "Bấm còi liên tục khi quay đầu xe để cảnh báo các xe khác.",
    "4": "Nhờ một người ra hiệu giao thông trên đường chậm lại trước khi quay đầu.",
    "id": 41,
    "q": "Bạn đang lái xe trong khu dân cư, có đông xe qua lại, nếu muốn quay đầu xe bạn cần làm gì để tránh ùn tắc và đảm bảo an toàn giao thông?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Chỉ quay đầu xe ở điểm giao cắt hoặc nơi có biển báo cho phép quay đầu."
  },
  {
    "1": "Ở khu vực cho phép đỗ xe.",
    "2": "Ở khu vực cấm dừng và trên phần đường dành cho người đi bộ qua đường.",
    "3": "Nơi đường bộ giao nhau, đường bộ giao nhau cùng mức với đường sắt, nơi tầm nhìn bị che khuất, trong hầm đường bộ, đường cao tốc.",
    "4": "Cả ý 2 và ý 3.",
    "id": 42,
    "q": "Người lái xe không được lùi xe ở những khu vực nào dưới đây?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Cấm lùi xe ở khu vực cấm dừng và nơi đường bộ giao nhau."
  },
  {
    "1": "Được dừng xe, đỗ xe trong trường hợp cần thiết.",
    "2": "Không được dừng xe, đỗ xe.",
    "3": "Được dừng xe, không được đỗ xe.",
    "4": "",
    "id": 43,
    "q": "Người điều khiển phương tiện giao thông trên đường phố có được dừng xe, đỗ xe trên miệng cống thoát nước, miệng hầm của đường điện thoại, điện cao thế, chỗ dành riêng cho xe chữa cháy lấy nước hay không?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": "Không được dừng, đỗ xe trên miệng cống thoát nước."
  },
  {
    "1": "Chỉ được thực hiện trên đường quốc lộ có hai làn xe một chiều.",
    "2": "Chỉ được thực hiện trên đường cao tốc.",
    "3": "Không được thực hiện vào ban ngày.",
    "4": "Không được phép.",
    "id": 44,
    "q": "Khi xe đã kéo 1 xe hoặc xe đã kéo 1 rơ moóc, bạn có được phép kéo thêm xe (kể cả xe thô sơ) hoặc rơ moóc thứ hai hay không?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Xe kéo đã kéo rơ moóc không được kéo thêm xe."
  },
  {
    "1": "Được phép.",
    "2": "Nếu phương tiện được kéo, đẩy có khối lượng nhỏ hơn phương tiện của mình.",
    "3": "Tùy trường hợp.",
    "4": "Không được phép.",
    "id": 45,
    "q": "Người điều khiển xe mô tô hai bánh, ba bánh, xe gắn máy có được phép sử dụng xe để kéo hoặc đẩy các phương tiện khác khi tham gia giao thông không?",
    "img": "",
    "a": 8,
    "k": 1,
    "e": "Xe mô tô không được kéo xe khác."
  },
  {
    "1": "Được phép.",
    "2": "Tùy trường hợp.",
    "3": "Không được phép.",
    "4": "",
    "id": 46,
    "q": "Khi điều khiển xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy, những hành vi buông cả hai tay; sử dụng xe để kéo, đẩy xe khác, vật khác; sử dụng chân chống của xe quệt xuống đường khi xe đang chạy có được phép hay không?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": ""
  },
  {
    "1": "Buông cả hai tay; sử dụng xe để kéo, đẩy xe khác, vật khác; sử dụng chân chống của xe quệt xuống đường khi xe đang chạy.",
    "2": "Buông một tay; sử dụng xe để chở người hoặc hàng hoá; để chân chạm xuống đất khi khởi hành.",
    "3": "Đội mũ bảo hiểm; chạy xe đúng tốc độ quy định và chấp hành đúng quy tắc giao thông đường bộ.",
    "4": "Chở người ngồi sau dưới 16 tuổi.",
    "id": 47,
    "q": "Khi điều khiển xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy, những hành vi nào không được phép?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": ""
  },
  {
    "1": "Được mang, vác tùy trường hợp cụ thể.",
    "2": "Không được mang, vác.",
    "3": "Được mang, vác nhưng phải đảm bảo an toàn.",
    "4": "Được mang vác tùy theo sức khỏe của bản thân.",
    "id": 48,
    "q": "Người ngồi trên xe mô tô hai bánh, ba bánh, xe gắn máy khi tham gia giao thông có được mang, vác vật cồng kềnh hay không?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": "Xe mô tô không được mang vác vật cồng kềnh."
  },
  {
    "1": "Được phép.",
    "2": "Được bám trong trường hợp phương tiện của mình bị hỏng.",
    "3": "Được kéo, đẩy trong trường hợp phương tiện khác bị hỏng.",
    "4": "Không được phép.",
    "id": 49,
    "q": "Người ngồi trên xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy khi tham gia giao thông có được bám, kéo hoặc đẩy các phương tiện khác không?",
    "img": "",
    "a": 8,
    "k": 1,
    "e": "Xe mô tô không được kéo xe khác."
  },
  {
    "1": "Được sử dụng.",
    "2": "Chỉ người ngồi sau được sử dụng.",
    "3": "Không được sử dụng.",
    "4": "Được sử dụng nếu không có áo mưa.",
    "id": 50,
    "q": "Người ngồi trên xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy khi tham gia giao thông có được sử dụng ô khi trời mưa hay không?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": "Không được sử dụng ô."
  },
  {
    "1": "Chỉ được phép nếu cả hai đội mũ bảo hiểm.",
    "2": "Không được phép.",
    "3": "Chỉ được phép thực hiện trên đường thật vắng.",
    "4": "Chỉ được phép khi người đi xe đạp đã quá mệt.",
    "id": 51,
    "q": "Khi đang lên dốc người ngồi trên xe mô tô có được phép kéo theo người đang điều khiển xe đạp hay không?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": "Xe mô tô không được kéo xe khác."
  },
  {
    "1": "Chỉ được kéo nếu đã nhìn thấy trạm xăng.",
    "2": "Chỉ được thực hiện trên đường vắng phương tiện cùng tham gia giao thông.",
    "3": "Không được phép.",
    "4": "",
    "id": 52,
    "q": "Hành vi sử dụng xe mô tô để kéo, đẩy xe mô tô khác bị hết xăng đến trạm mua xăng có được phép hay không?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": "Xe mô tô không được kéo xe khác."
  },
  {
    "1": "Không được vận chuyển.",
    "2": "Chỉ được vận chuyển khi đã chằng buộc cẩn thận.",
    "3": "Chỉ được vận chuyển vật cồng kềnh trên xe máy nếu khoảng cách về nhà ngắn hơn 2 km.",
    "4": "",
    "id": 53,
    "q": "Hành vi vận chuyển đồ vật cồng kềnh bằng xe mô tô, xe gắn máy khi tham gia giao thông có được phép hay không?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Xe mô tô không được mang vác vật cồng kềnh."
  },
  {
    "1": "19 tuổi.",
    "2": "21 tuổi.",
    "3": "20 tuổi.",
    "4": "",
    "id": 54,
    "q": "Người đủ bao nhiêu tuổi trở lên thì được điều khiển xe ô tô tải, máy kéo có trọng tải từ 3.500 kg trở lên; xe hạng B2 kéo rơ moóc (FB2)?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Độ tuổi lấy bằng theo hạng (cách nhau 3 tuổi): 16: Xe dưới 50cm3; 18: Hạng A, B1, B2; 21: Hạng C, FB; 24: Hạng D, FC; 27: Hạng E, FD."
  },
  {
    "1": "16 tuổi.",
    "2": "18 tuổi.",
    "3": "17 tuổi.",
    "4": "",
    "id": 55,
    "q": "Người đủ bao nhiêu tuổi trở lên thì được điều khiển xe mô tô hai bánh, xe mô tô ba bánh có dung tích xi lanh từ 50 cm3 trở lên và các loại xe có kết cấu tương tự; xe ô tô tải, máy kéo có trọng tải dưới 3.500 kg; xe ô tô chở người đến 9 chỗ ngồi?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Độ tuổi lấy bằng theo hạng (cách nhau 3 tuổi): 16: Xe dưới 50cm3; 18: Hạng A, B1, B2; 21: Hạng C, FB; 24: Hạng D, FC; 27: Hạng E, FD."
  },
  {
    "1": "23 tuổi.",
    "2": "24 tuổi.",
    "3": "27 tuổi.",
    "4": "30 tuổi.",
    "id": 56,
    "q": "Người lái xe ô tô chở người trên 30 chỗ ngồi (hạng E), lái xe hạng D kéo rơ moóc (FD) phải đủ bao nhiêu tuổi trở lên?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Độ tuổi lấy bằng theo hạng (cách nhau 3 tuổi): 16: Xe dưới 50cm3; 18: Hạng A, B1, B2; 21: Hạng C, FB; 24: Hạng D, FC; 27: Hạng E, FD."
  },
  {
    "1": "55 tuổi đối với nam và 50 tuổi đối với nữ.",
    "2": "55 tuổi đối với nam và nữ.",
    "3": "60 tuổi đối với nam và 55 tuổi đối với nữ.",
    "4": "45 tuổi đối với nam và 40 tuổi đối với nữ.",
    "id": 57,
    "q": "Tuổi tối đa của người lái xe ô tô chở người trên 30 chỗ ngồi (hạng E) là bao nhiêu tuổi?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Độ tuổi tối đa người lái xe ô tô hạng E: Nam 55 tuổi và nữ 50 tuổi."
  },
  {
    "1": "23 tuổi.",
    "2": "24 tuổi.",
    "3": "22 tuổi.",
    "4": "18 tuổi.",
    "id": 58,
    "q": "Người lái xe chở người từ 10 đến 30 chỗ ngồi (hạng D), lái xe hạng C kéo rơ moóc (FC) phải đủ bao nhiêu tuổi trở lên?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Độ tuổi lấy bằng theo hạng (cách nhau 3 tuổi): 16: Xe dưới 50cm3; 18: Hạng A, B1, B2; 21: Hạng C, FB; 24: Hạng D, FC; 27: Hạng E, FD."
  },
  {
    "1": "Xe mô tô 2 bánh có dung tích xi-lanh từ 50 cm3 trở lên.",
    "2": "Xe gắn máy có dung tích xi-lanh dưới 50 cm3.",
    "3": "Xe ô tô tải dưới 3.500 kg; xe chở người đến 9 chỗ ngồi.",
    "4": "Tất cả các ý nêu trên.",
    "id": 59,
    "q": "Người đủ 16 tuổi được điều khiển các loại xe nào dưới đây?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Độ tuổi lấy bằng theo hạng (cách nhau 3 tuổi): 16: Xe dưới 50cm3; 18: Hạng A, B1, B2; 21: Hạng C, FB; 24: Hạng D, FC; 27: Hạng E, FD."
  },
  {
    "1": "Xe mô tô có dung tích xi-lanh 125 cm3.",
    "2": "Xe mô tô có dung tích xi-lanh từ 175 cm3 trở lên.",
    "3": "Xe mô tô có dung tích xi-lanh 100 cm3.",
    "4": "",
    "id": 60,
    "q": "Người có giấy phép lái xe mô tô hạng A1 không được phép điều khiển loại xe nào dưới đây?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "A1 mô tô dưới 175 cm3 và xe 3 bánh của người khuyết tật; A2 mô tô 175 cm3 trở lên; A3 xe 3 bánh;"
  },
  {
    "1": "Xe mô tô có dung tích xi-lanh từ 50 cm3 đến dưới 175 cm3.",
    "2": "Xe mô tô ba bánh dành cho người khuyết tật.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 61,
    "q": "Người có giấy phép lái xe mô tô hạng A1 được phép điều khiển loại xe nào dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "A1 mô tô dưới 175 cm3 và xe 3 bánh của người khuyết tật; A2 mô tô 175 cm3 trở lên; A3 xe 3 bánh;"
  },
  {
    "1": "Xe mô tô ba bánh.",
    "2": "Xe mô tô hai bánh có dung tích xi lanh từ 175 cm3 trở lên và các loại xe quy định cho giấy phép lái xe hạng A1.",
    "3": "Các loại máy kéo nhỏ có trọng tải đến 1.000 kg.",
    "4": "",
    "id": 62,
    "q": "Người có giấy phép lái xe mô tô hạng A2 được phép điều khiển loại xe nào dưới đây?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "A1 mô tô dưới 175 cm3 và xe 3 bánh của người khuyết tật; A2 mô tô 175 cm3 trở lên; A3 xe 3 bánh;"
  },
  {
    "1": "Xe mô tô ba bánh.",
    "2": "Xe mô tô hai bánh có dung tích xi lanh từ 175 cm3 trở lên.",
    "3": "Các loại máy kéo nhỏ có trọng tải đến 1.000 kg.",
    "4": "",
    "id": 63,
    "q": "Người có giấy phép lái xe mô tô hạng A3 được phép điều khiển loại xe nào dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "A1 mô tô dưới 175 cm3 và xe 3 bánh của người khuyết tật; A2 mô tô 175 cm3 trở lên; A3 xe 3 bánh;"
  },
  {
    "1": "Ô tô số tự động chở người đến 9 chỗ ngồi, kể cả chỗ ngồi cho người lái xe; ô tô tải, kể cả ô tô tải chuyên dùng số tự động có trọng tải thiết kế dưới 3.500 kg; ô tô dùng cho người khuyết tật. Không được hành nghề lái xe.",
    "2": "Ô tô số tự động chở người đến 9 chỗ ngồi, kể cả chỗ ngồi cho người lái xe; ô tô tải, kể cả ô tô tải chuyên dùng số tự động có trọng tải thiết kế dưới 3.500 kg; ô tô dùng cho người khuyết tật. Được hành nghề lái xe kinh doanh vận tải.",
    "3": "Ô tô chở người đến 9 chỗ ngồi, kể cả chỗ ngồi cho người lái xe; ô tô tải, kể cả ô tô tải chuyên dùng có trọng tải thiết kế dưới 3.500 kg; ô tô dùng cho người khuyết tật.",
    "4": "",
    "id": 64,
    "q": "Người có giấy phép lái xe hạng B1 số tự động được điều khiển loại xe nào?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "B1, B2 đến 9 chỗ ngồi, xe tải dưới 3.500 kg; B1 không hành nghề lái xe."
  },
  {
    "1": "Ô tô chở người đến 9 chỗ ngồi, kể cả chỗ ngồi cho người lái xe; ô tô tải, kể cả ô tô tải chuyên dùng có trọng tải thiết kế dưới 3.500 kg; máy kéo kéo một rơ moóc có trọng tải thiết kế dưới 3.500 kg. Được hành nghề lái xe.",
    "2": "Ô tô chở người đến 9 chỗ ngồi, kể cả chỗ ngồi cho người lái xe; ô tô tải, kể cả ô tô tải chuyên dùng có trọng tải thiết kế dưới 3.500 kg; máy kéo kéo một rơ moóc có trọng tải thiết kế dưới 3.500 kg. Không hành nghề lái xe.",
    "3": "Ô tô số tự động chở người đến 9 chỗ ngồi, kể cả chỗ ngồi cho người lái xe; ô tô tải, kể cả ô tô tải chuyên dùng số tự động có trọng tải thiết kế trên 3.500 kg; ô tô dùng cho người khuyết tật.",
    "4": "",
    "id": 65,
    "q": "Người có giấy phép lái xe hạng B1 được điều khiển loại xe nào?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "B1, B2 đến 9 chỗ ngồi, xe tải dưới 3.500 kg; B1 không hành nghề lái xe."
  },
  {
    "1": "Xe ô tô chở người trên 9 chỗ ngồi; xe ô tô tải; máy kéo có trọng tải trên 3.500 kg.",
    "2": "Xe ô tô chở người đến 9 chỗ ngồi; xe ô tô tải; máy kéo có trọng tải dưới 3.500 kg.",
    "3": "Xe ô tô chở người từ 10 đến 30 chỗ ngồi; xe ô tô tải; máy kéo có trọng tải trên 3.500 kg.",
    "4": "",
    "id": 66,
    "q": "Người có giấy phép lái xe hạng B2 được điều khiển loại xe nào?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "B2 đến 9 chỗ ngồi, xe tải dưới 3.500 kg."
  },
  {
    "1": "Xe ô tô chở người trên 9 chỗ ngồi; xe ô tô tải; máy kéo có trọng tải trên 3.500 kg.",
    "2": "Xe ô tô chở người từ 10 đến 30 chỗ ngồi; xe ô tô tải; máy kéo có trọng tải trên 3.500 kg.",
    "3": "Xe ô tô chở người đến 9 chỗ ngồi; xe ô tô tải; máy kéo có trọng tải trên 3.500 kg.",
    "4": "",
    "id": 67,
    "q": "Người có giấy phép lái xe hạng C được điều khiển loại xe nào?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "C đến 9 chỗ ngồi, xe trên 3.500 kg."
  },
  {
    "1": "Xe ô tô chở người đến 30 chỗ ngồi, kể cả chỗ ngồi cho người lái xe; xe ô tô tải, máy kéo có trọng tải trên 3.500 kg.",
    "2": "Xe ô tô chở người trên 30 chỗ ngồi; xe ô tô tải, máy kéo có trọng tải trên 3.500 kg.",
    "3": "Xe kéo rơ moóc, ô tô đầu kéo kéo sơ mi rơ moóc và được điều khiển các loại xe theo quy định cho giấy phép lái xe hạng B1, B2, C và FB2.",
    "4": "",
    "id": 68,
    "q": "Người có giấy phép lái xe hạng D được điều khiển loại xe nào dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "D chở đến 30 người."
  },
  {
    "1": "Xe kéo rơ moóc, ô tô đầu kéo kéo sơ mi rơ moóc và được điều khiển các loại xe theo quy định cho giấy phép lái xe hạng B1, B2, C và FB2.",
    "2": "Xe ô tô chở người trên 30 chỗ ngồi; xe ô tô tải, máy kéo có trọng tải trên 3.500 kg.",
    "3": "Xe kéo rơ moóc và được điều khiển các loại xe; ô tô chở khách nối toa và các loại xe quy định cho giấy phép lái xe hạng B1, B2, C, D, FB2, FD.",
    "4": "",
    "id": 69,
    "q": "Người có giấy phép lái xe hạng E được điều khiển loại xe nào dưới đây?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "E chở trên 30 người."
  },
  {
    "1": "Các loại xe được quy định tại giấy phép lái xe hạng C có kéo rơ moóc, ô tô đầu kéo kéo sơ mi rơ moóc, ô tô chở khách nối toa và được điều khiển các loại xe quy định cho giấy phép lái xe hạng B1, B2 và FB2.",
    "2": "Các loại xe được quy định tại giấy phép lái xe hạng C có kéo rơ moóc, ô tô đầu kéo kéo sơ mi rơ moóc và được điều khiển các loại xe quy định cho giấy phép lái xe hạng B1, B2 và FB2.",
    "3": "Mô tô hai bánh, các loại xe được quy định tại giấy phép lái xe hạng C có kéo rơ moóc, ô tô đầu kéo kéo sơ mi rơ moóc và được điều khiển các loại xe quy định cho giấy phép lái xe hạng B1, B2 và FB2.",
    "4": "Tất cả các loại xe nêu trên.",
    "id": 70,
    "q": "Người có giấy phép lái xe hạng FC được điều khiển loại xe nào dưới đây?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "FC: C + kéo (ô tô đầu kéo, kéo sơ mi rơ moóc); FE: E + kéo (ô tô chở khách nối toa)"
  },
  {
    "1": "Các loại xe được quy định tại giấy phép lái xe hạng E có kéo rơ moóc và được điều khiển các loại xe: ô tô chở khách nối toa và các loại xe quy định cho giấy phép lái xe hạng B1, B2, C, D, FB2, FD.",
    "2": "Các loại xe được quy định tại giấy phép lái xe hạng E có kéo rơ moóc, ô tô đầu kéo kéo sơ mi rơ moóc và được điều khiển các loại xe: ô tô chở khách nối toa và các loại xe quy định cho giấy phép lái xe hạng B1, B2, C, D, FB2, FD.",
    "3": "Tất cả các loại xe nêu trên.",
    "4": "",
    "id": 71,
    "q": "Người có giấy phép lái xe hạng FE được điều khiển loại xe nào dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "FC: C + kéo (ô tô đầu kéo, kéo sơ mi rơ moóc); FE: E + kéo (ô tô chở khách nối toa)"
  },
  {
    "1": "Biển báo nguy hiểm.",
    "2": "Biển báo cấm.",
    "3": "Biển báo hiệu lệnh.",
    "4": "Biển báo chỉ dẫn.",
    "id": 72,
    "q": "Biển báo hiệu có dạng hình tròn, viền đỏ, nền trắng, trên nền có hình vẽ hoặc chữ số, chữ viết màu đen là loại biển gì dưới đây?",
    "img": "q72.png",
    "a": 2,
    "k": "",
    "e": "Biển cấm: Vòng tròn đỏ."
  },
  {
    "1": "Biển báo nguy hiểm.",
    "2": "Biển báo cấm.",
    "3": "Biển báo hiệu lệnh.",
    "4": "Biển báo chỉ dẫn.",
    "id": 73,
    "q": "Biển báo hiệu có dạng tam giác đều, viền đỏ, nền màu vàng, trên có hình vẽ màu đen là loại biển gì dưới đây?",
    "img": "q73.png",
    "a": 1,
    "k": "",
    "e": "Biển nguy hiểm: Hình tam giác vàng."
  },
  {
    "1": "Biển báo nguy hiểm.",
    "2": "Biển báo cấm.",
    "3": "Biển báo hiệu lệnh phải thi hành.",
    "4": "Biển báo chỉ dẫn.",
    "id": 74,
    "q": "Biển báo hiệu hình tròn có nền xanh lam có hình vẽ màu trắng là loại biển gì dưới đây?",
    "img": "q74.png",
    "a": 4,
    "k": "",
    "e": "Biển hiệu lệnh: \u001dVòng tròn xanh."
  },
  {
    "1": "Biển báo nguy hiểm.",
    "2": "Biển báo cấm.",
    "3": "Biển báo hiệu lệnh phải thi hành.",
    "4": "Biển báo chỉ dẫn.",
    "id": 75,
    "q": "Biển báo hiệu hình chữ nhật hoặc hình vuông hoặc hình mũi tên nền xanh lam là loại biển gì dưới đây?",
    "img": "q75.png",
    "a": 8,
    "k": "",
    "e": "Biển chỉ dẫn: Hình vuông hoặc hình chữ nhật xanh."
  },
  {
    "1": "Phải thực hành lái xe trên xe tập lái và có giáo viên bảo trợ tay lái.",
    "2": "Phải mang theo phù hiệu “học viên tập lái xe“.",
    "3": "Phải mang theo giấy chứng nhận kiểm định an toàn kỹ thuật và bảo vệ môi trường còn hiệu lực, giấy phép vận chuyển (nếu các loại xe đó cần phải có).",
    "4": "Cả ý 1 và ý 2.",
    "id": 76,
    "q": "Khi tập lái xe ô tô, người tập lái xe phải thực hiện các điều kiện gì dưới đây?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Khi tập lái cần có giáo viên và phù hiệu."
  },
  {
    "1": "Phải mang theo phù hiệu “Giáo viên dạy lái xe“, giấy chứng nhận kiểm định an toàn kỹ thuật và bảo vệ môi trường còn hiệu lực, giấy phép xe tập lái do cơ quan có thẩm quyền cấp còn hiệu lực.",
    "2": "Phải mang theo phù hiệu “học viên tập lái xe” và kế hoạch học tập của khóa học.",
    "3": "Phải mang theo giấy chứng nhận Giáo viên dạy thực hành lái xe, biên lai thu phí bảo trì đường bộ.",
    "4": "",
    "id": 77,
    "q": "Khi dạy thực hành lái xe, giáo viên phải mang theo các loại giấy tờ gì dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Giáo viên phải mang giấy phép xe tập lái."
  },
  {
    "1": "Gắn 02 biển “TẬP LÁI” trước và sau xe, có hệ thống phanh phụ được lắp đặt bảo đảm hiệu quả phanh, được bố trí bên ghế ngồi của giáo viên dạy thực hành lái xe.",
    "2": "Xe tập lái loại tải thùng có mui che mưa, che nắng, ghế ngồi cho học viên, có giấy chứng nhận kiểm định an toàn kỹ thuật và bảo vệ môi trường phương tiện giao thông cơ giới đường bộ còn hiệu lực.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 78,
    "q": "Xe ô tô tập lái phải đảm bảo các điều kiện gì dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Tại các cơ sở đào tạo lái xe có đủ điều kiện và phải bảo đảm công khai, minh bạch.",
    "2": "Tại sân tập lái của cơ sở đào tạo lái xe và phải đảm bảo công khai, minh bạch.",
    "3": "Tại các trung tâm sát hạch lái xe có đủ điều kiện hoạt động và phải bảo đảm công khai, minh bạch.",
    "4": "",
    "id": 79,
    "q": "Việc sát hạch cấp giấy phép lái xe ô tô phải thực hiện ở đâu và như thế nào?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Giấy chứng nhận tốt nghiệp khóa đào tạo của hạng xe đang điều khiển, đăng ký xe, giấy phép lưu hành xe.",
    "2": "Giấy phép lái xe phù hợp với loại xe đó; lệnh vận chuyển, đăng ký xe, giấy chứng nhận kiểm tra chất lượng an toàn kỹ thuật và bảo vệ môi trường của xe cơ giới sau khi cải tạo; giấy phép vận chuyển (nếu loại xe đó cần phải có).",
    "3": "Giấy phép lái xe phù hợp với loại xe đó, đăng ký xe, giấy chứng nhận kiểm định kỹ thuật và bảo vệ môi trường, giấy chứng nhận bảo hiểm trách nhiệm dân sự của chủ xe cơ giới và giấy phép vận chuyển (nếu loại xe đó cần phải có), các giấy tờ phải còn giá trị sử dụng.",
    "4": "",
    "id": 80,
    "q": "Khi điều khiển xe chạy trên đường, người lái xe phải mang theo các loại giấy tờ gì?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "02 năm.",
    "2": "03 năm.",
    "3": "05 năm.",
    "4": "04 năm.",
    "id": 81,
    "q": "Khi sử dụng giấy phép lái xe đã khai báo mất để điều khiển phương tiện cơ giới đường bộ, ngoài việc bị thu hồi giấy phép lái xe, chịu trách nhiệm trước pháp luật, người lái xe không được cấp giấy phép lái xe trong thời gian bao nhiêu năm?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "05 năm không cấp lại nếu sử dụng bằng lái đã khai báo mất."
  },
  {
    "1": "Người tham gia giao thông ở các hướng phải dừng lại.",
    "2": "Người tham gia giao thông ở các hướng được đi theo chiều gậy chỉ của cảnh sát giao thông.",
    "3": "Người tham gia giao thông ở phía trước và phía sau người điều khiển được đi tất cả các hướng; giao thông ở phía bên phải và phía bên trái người điều khiển phải dừng lại.",
    "4": "Người tham gia giao thông ở phía trước và phía sau người điều khiển phải dừng lại; giao thông ở phía bên phải và bên trái người điều khiển được đi tất cả các hướng.",
    "id": 82,
    "q": "Khi gặp hiệu lệnh như dưới đây của cảnh sát giao thông thì người tham gia giao thông phải đi như thế nào là đúng quy tắc giao thông?",
    "img": "q82.png",
    "a": 8,
    "k": "",
    "e": "Người điều khiển giao thông tay giang ngang thì trước mặt và sau lưng dừng lại."
  },
  {
    "1": "Người tham gia giao thông ở hướng đối diện cảnh sát giao thông được đi, các hướng khác cần phải dừng lại.",
    "2": "Người tham gia giao thông được rẽ phải theo chiều mũi tên màu xanh ở bục cảnh sát giao thông.",
    "3": "Người tham gia giao thông ở các hướng đều phải dừng lại trừ các xe đã ở trong khu vực giao nhau.",
    "4": "Người ở hướng đối diện cảnh sát giao thông phải dừng lại, các hướng khác được đi trong đó có bạn.",
    "id": 83,
    "q": "Khi gặp hiệu lệnh như dưới đây của cảnh sát giao thông thì người tham gia giao thông phải đi như thế nào là đúng quy tắc giao thông?",
    "img": "q83.png",
    "a": 4,
    "k": "",
    "e": "Người điều khiển giao thông giơ tay thẳng đứng thì ở các hướng phải dừng lại."
  },
  {
    "1": "Hiệu lệnh của người điều khiển giao thông.",
    "2": "Hiệu lệnh của đèn điều khiển giao thông.",
    "3": "Hiệu lệnh của biển báo hiệu đường bộ.",
    "4": "Theo quyết định của người tham gia giao thông nhưng phải bảo đảm an toàn.",
    "id": 84,
    "q": "Trên đường giao thông, khi hiệu lệnh của người điều khiển giao thông trái với hiệu lệnh của đèn hoặc biển báo hiệu thì người tham gia giao thông phải chấp hành theo hiệu lệnh nào?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Ưu tiên hiệu lệnh của người điều khiển giao thông."
  },
  {
    "1": "Biển báo hiệu cố định.",
    "2": "Báo hiệu tạm thời.",
    "3": "",
    "4": "",
    "id": 85,
    "q": "Tại nơi có biển báo hiệu cố định lại có báo hiệu tạm thời thì người tham gia giao thông phải chấp hành hiệu lệnh của báo hiệu nào?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Ưu tiên biển báo tạm thời."
  },
  {
    "1": "Cho xe đi trên bất kỳ làn đường nào hoặc giữa 02 làn đường nếu không có xe phía trước; khi cần thiết phải chuyển làn đường, người lái xe phải quan sát xe phía trước để bảo đảm an toàn.",
    "2": "Phải cho xe đi trong một làn đường và chỉ được chuyển làn đường ở những nơi cho phép; khi chuyển làn phải có tín hiệu báo trước và phải bảo đảm an toàn.",
    "3": "Phải cho xe đi trong một làn đường, khi cần thiết phải chuyển làn đường, người lái xe phải quan sát xe phía trước để bảo đảm an toàn.",
    "4": "",
    "id": 86,
    "q": "Trên đường có nhiều làn đường cho xe đi cùng chiều được phân biệt bằng vạch kẻ phân làn đường, người điều khiển phương tiện phải cho xe đi như thế nào?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Chuyển làn đường phải có tín hiệu báo trước."
  },
  {
    "1": "Xe thô sơ phải đi trên làn đường bên trái ngoài cùng, xe cơ giới, xe máy chuyên dùng đi trên làn đường bên phải.",
    "2": "Xe thô sơ phải đi trên làn đường bên phải trong cùng; xe cơ giới, xe máy chuyên dùng đi trên làn đường bên trái.",
    "3": "Xe thô sơ đi trên làn đường phù hợp không gây cản trở giao thông, xe cơ giới, xe máy chuyên dùng đi trên làn đường bên phải.",
    "4": "",
    "id": 87,
    "q": "Trên đường một chiều có vạch kẻ phân làn đường, xe thô sơ và xe cơ giới phải đi như thế nào là đúng quy tắc giao thông?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Xe thô sơ phải đi làn đường nên phải trong cùng."
  },
  {
    "1": "Phải báo hiệu bằng đèn hoặc còi.",
    "2": "Chỉ được báo hiệu bằng còi.",
    "3": "Phải báo hiệu bằng cả còi và đèn.",
    "4": "Chỉ được báo hiệu bằng đèn.",
    "id": 88,
    "q": "Bạn đang lái xe trong khu vực đô thị từ 22 giờ đến 5 giờ sáng hôm sau và cần vượt một xe khác, bạn cần báo hiệu như thế nào để đảm bảo an toàn giao thông?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Chỉ sử dụng còi từ 5 giờ sáng đến 22 giờ tối. Nên phải sử dụng đèn để báo hiệu."
  },
  {
    "1": "Tăng tốc độ và ra hiệu cho xe sau vượt, không được gây trở ngại cho xe sau vượt.",
    "2": "Người điều khiển phương tiện phía trước phải giảm tốc độ, đi sát về bên phải của phần đường xe chạy cho đến khi xe sau đã vượt qua, không được gây trở ngại cho xe sau vượt.",
    "3": "Cho xe tránh về bên trái mình và ra hiệu cho xe sau vượt; nếu có chướng ngại vật phía trước hoặc thiếu điều kiện an toàn chưa cho vượt được phải ra hiệu cho xe sau biết; cấm gây trở ngại cho xe xin vượt.",
    "4": "",
    "id": 89,
    "q": "Khi điều khiển xe chạy trên đường biết có xe sau xin vượt nếu đủ điều kiện an toàn người lái xe phải làm gì?",
    "img": "",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Ở nơi đường giao nhau và nơi có biển báo cho phép quay đầu xe.",
    "2": "Ở nơi có đường rộng để cho các loại xe chạy một chiều.",
    "3": "Ở bất kỳ nơi nào.",
    "4": "",
    "id": 90,
    "q": "Trong khu dân cư, ở nơi nào cho phép người lái xe, người điều khiển xe máy chuyên dùng được quay đầu xe?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Quay xe ở nơi giao nhau và có biển báo cho quay xe."
  },
  {
    "1": "Không được quay đầu xe.",
    "2": "Lợi dụng chỗ rộng và phải có người làm tín hiệu sau xe để bảo đảm an toàn.",
    "3": "Lợi dụng chỗ rộng có thể quay đầu được để quay đầu xe cho an toàn.",
    "4": "",
    "id": 91,
    "q": "Người lái xe phải làm gì khi quay đầu xe trên cầu, đường ngầm hay khu vực đường bộ giao nhau cùng mức với đường sắt?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Không được quay xe trên cầu."
  },
  {
    "1": "Quan sát gương, ra tín hiệu chuyển hướng, quan sát an toàn và chuyển hướng.",
    "2": "Quan sát gương, giảm tốc độ, ra tín hiệu chuyển hướng, quan sát an toàn và chuyển hướng.",
    "3": "Quan sát gương, tăng tốc độ, ra tín hiệu và chuyển hướng.",
    "4": "",
    "id": 92,
    "q": "Khi muốn chuyển hướng, người lái xe phải thực hiện như thế nào để đảm bảo an toàn giao thông?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Chuyển hướng phải giảm tốc độ."
  },
  {
    "1": "Quan sát phía trước và cho lùi xe ở tốc độ chậm.",
    "2": "Lợi dụng nơi đường giao nhau đủ chiều rộng để lùi.",
    "3": "Phải quan sát phía sau, có tín hiệu cần thiết và chỉ nào thấy không nguy hiểm mới được lùi.",
    "4": "",
    "id": 93,
    "q": "Khi lùi xe người lái xe phải làm gì để bảo đảm an toàn?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Lùi xe phải quan sát phía sau."
  },
  {
    "1": "Đang phanh.",
    "2": "Đang bật đèn sương mù.",
    "3": "Đang chuẩn bị lùi hoặc đang lùi.",
    "4": "Đang bị hỏng động cơ.",
    "id": 94,
    "q": "Khi bạn nhìn thấy đèn phía sau xe ô tô có màu sáng trắng, ô tô đó đang trong tình trạng như thế nào?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Đèn sau màu sáng trắng là đang lùi xe."
  },
  {
    "1": "Nơi đường hẹp chỉ đủ cho một xe chạy và có chỗ tránh xe thì xe nào ở gần chỗ tránh hơn phải vào vị trí tránh, nhường đường cho xe kia đi.",
    "2": "Xe xuống dốc phải nhường đường cho xe đang lên dốc; xe nào có chướng ngại vật phía trước phải nhường đường cho xe không có chướng ngại vật đi trước.",
    "3": "Xe lên dốc phải nhường đường cho xe xuống dốc; xe nào không có chướng ngại vật phía trước phải nhường đường cho xe có chướng ngại vật đi trước",
    "4": "Cả ý 1 và ý 2.",
    "id": 95,
    "q": "Khi tránh xe đi ngược chiều, các xe phải nhường đường như thế nào là đúng quy tắc giao thông?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Tránh xe ngược chiều thì nhường đường qua đường hẹp và nhường xe lên dốc."
  },
  {
    "1": "Tiếp tục đi vì xe lên dốc phải nhường đường cho mình.",
    "2": "Nhường đường cho xe lên dốc.",
    "3": "Chỉ nhường đường khi xe lên dốc nháy đèn.",
    "4": "",
    "id": 96,
    "q": "Bạn đang lái xe trên đường hẹp, xuống dốc và gặp một xe đang đi lên dốc, bạn cần làm gì?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Nhường đường cho xe lên dốc."
  },
  {
    "1": "Nhường đường cho xe đi ở bên phải mình tới.",
    "2": "Nhường đường cho xe đi ở bên trái mình tới.",
    "3": "Nhường đường cho xe đi trên đường ưu tiên hoặc đường chính từ bất kỳ hướng nào tới.",
    "4": "",
    "id": 97,
    "q": "Tại nơi đường giao nhau, người lái xe đang đi trên đường không ưu tiên phải nhường đường như thế nào là đúng quy tắc giao thông?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Đường không ưu tiên nhường đường cho xe trên đường ưu tiên."
  },
  {
    "1": "Phải nhường đường cho xe đi đến từ bên phải.",
    "2": "Xe báo hiệu xin đường trước xe đó được đi trước.",
    "3": "Phải nhường đường cho xe đi đến từ bên trái.",
    "4": "",
    "id": 98,
    "q": "Tại nơi đường giao nhau không có báo hiệu đi theo vòng xuyến, người điều khiển phương tiện phải nhường đường như thế nào là đúng quy tắc giao thông?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Giao nhau không có vòng xuyến thì nhường xe đến từ bên phải."
  },
  {
    "1": "Phương tiện nào bên phải không vướng.",
    "2": "Phương tiện nào ra tín hiệu xin đường trước.",
    "3": "Phương tiện giao thông đường sắt.",
    "4": "",
    "id": 99,
    "q": "Trên đoạn đường bộ giao nhau cùng mức với đường sắt, cầu đường bộ đi chung với đường sắt thì loại phương tiện nào được quyền ưu tiên đi trước?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": ""
  },
  {
    "1": "5 mét.",
    "2": "3 mét.",
    "3": "4 mét.",
    "4": "",
    "id": 100,
    "q": "Tại nơi đường bộ giao nhau cùng mức với đường sắt chỉ có đèn tín hiệu hoặc chuông báo hiệu, khi đèn tín hiệu màu đỏ đã bật sáng hoặc có tiếng chuông báo hiệu, người tham gia giao thông phải dừng lại ngay và giữ khoảng cách tối thiểu bao nhiêu mét tính từ ray gần nhất?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Đứng cách ray đường sắt 5m."
  },
  {
    "1": "Phải có tín hiệu xin vào và phải nhường đường cho xe đang chạy trên đường; khi thấy an toàn mới cho xe nhập vào dòng xe ở làn đường sát mép ngoài; nếu có làn đường tăng tốc thì phải cho xe chạy trên làn đường đó trước khi vào làn đường của đường cao tốc.",
    "2": "Phải có tín hiệu xin vào và phải nhanh chóng vượt xe đang chạy trên đường để nhập vào dòng xe ở làn đường sát mép ngoài; nếu có làn đường tăng tốc thì phải cho xe chạy qua làn đường đó để vào làn đường của đường cao tốc.",
    "3": "",
    "4": "",
    "id": 101,
    "q": "Người lái xe phải làm gì khi điều khiển xe vào đường cao tốc?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Vào cao tốc phải nhường đường cho xe đang chạy trên đường."
  },
  {
    "1": "Không được dừng xe, đỗ xe hoặc chỉ được dừng xe, đỗ xe ở nơi đường rộng, nếu dừng, đỗ xe ở nơi đường hẹp phải sử dụng còi báo hiệu để người lái xe khác biết.",
    "2": "Chỉ được dừng xe, đỗ xe ở nơi quy định, trường hợp buộc phải dừng xe, đỗ xe không đúng nơi quy định thì người lái xe phải đưa xe ra khỏi phần đường xe chạy, nếu không thể được thì phải báo hiệu để người lái xe khác biết.",
    "3": "Chỉ được dừng xe, đỗ xe ở nơi đường rộng; trường hợp dừng xe, đỗ xe tại nơi đường hẹp phải đặt các chướng ngại vật trên đường để yêu cầu người lái xe khác giảm tốc độ để bảo đảm an toàn.",
    "4": "",
    "id": 102,
    "q": "Trên đường cao tốc, người lái xe phải dừng xe, đỗ xe như thế nào để đảm bảo an toàn giao thông?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Trên cao tốc chỉ dừng đỗ ở nơi quy định."
  },
  {
    "1": "Người đi bộ, xe thô sơ, xe gắn máy, xe mô tô và máy kéo; xe máy chuyên dùng có tốc độ thiết kế nhỏ hơn 70km/h.",
    "2": "Xe mô tô và xe máy chuyên dùng có tốc độ thiết kế lớn hơn 70km/h.",
    "3": "Người đi bộ, xe thô sơ, xe gắn máy và xe ô tô.",
    "4": "",
    "id": 103,
    "q": "Những trường hợp nào ghi ở dưới đây không được đi vào đường cao tốc trừ người, phương tiện, thiết bị phục vụ cho việc quản lý, bảo trì đường cao tốc?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Xe thiết kế nhỏ hơn 70km/h không được vào cao tốc."
  },
  {
    "1": "Xe cơ giới, xe máy chuyên dùng phải bật đèn; xe thô sơ phải bật đèn hoặc có vật phát sáng báo hiệu; chỉ được dừng xe, đỗ xe ở nơi quy định.",
    "2": "Xe cơ giới phải bật đèn ngay cả khi đường hầm sáng; phải cho xe chạy trên một làn đường và chỉ chuyển làn ở nơi được phép; được quay đầu xe, lùi xe khi cần thiết.",
    "3": "Xe máy chuyên dùng phải bật đèn ngay cả khi đường hầm sáng; phải cho xe chạy trên một làn đường và chỉ chuyển làn ở nơi được phép; được quay đầu xe, lùi xe khi cần thiết.",
    "4": "",
    "id": 104,
    "q": "Người điều khiển phương tiện tham gia giao thông trong hầm đường bộ ngoài việc phải tuân thủ các quy tắc giao thông còn phải thực hiện những quy định nào dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Trong hầm chỉ được dừng xe, đỗ xe ở nơi quy định."
  },
  {
    "1": "Phải được cơ quan quản lý đường bộ có thẩm quyền cấp phép và phải thực hiện các biện pháp bắt buộc để bảo vệ đường bộ, bảo đảm an toàn giao thông.",
    "2": "Chủ phương tiện và lái xe chỉ cần thực hiện biện pháp để hạn chế việc gây hư hại đường bộ.",
    "3": "Được tham gia giao thông trên đường rộng.",
    "4": "Chỉ được tham gia giao thông vào ban đêm.",
    "id": 105,
    "q": "Xe quá tải trọng, quá khổ giới hạn tham gia giao thông cần tuân thủ quy định nào ghi ở dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Xe quá tải trọng phải do cơ quan quản lý đường bộ cấp phép."
  },
  {
    "1": "Dùng dây cáp có độ dài 10 mét.",
    "2": "Dùng dây cáp có độ dài 5 mét.",
    "3": "Dùng thanh nối cứng.",
    "4": "",
    "id": 106,
    "q": "Việc nối giữa xe kéo với xe được kéo trong trường hợp hệ thống hãm của xe được kéo không còn hiệu lực thì phải dùng cách nào?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "\u001dKéo xe không hệ thống hãm phải dùng thanh nối cứng."
  },
  {
    "1": "Phải có tổng trọng lượng lớn hơn tổng trọng lượng của rơ moóc hoặc phải có hệ thống hãm có hiệu lực cho rơ moóc.",
    "2": "Phải có tổng trọng lượng tương đương tổng trọng lượng của rơ moóc hoặc phải có hệ thống hãm có hiệu lực cho xe kéo rơ moóc.",
    "3": "Phải được lắp phanh phụ theo quy định để đảm bảo an toàn.",
    "4": "",
    "id": 107,
    "q": "Xe kéo rơ moóc khi tham gia giao thông phải tuân thủ điều kiện nào ghi ở dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Trọng lượng xe kéo rơ moóc phải lớn hơn rơ moóc."
  },
  {
    "1": "Được kéo theo một xe ô tô hoặc xe máy chuyên dùng khác khi xe này không tự chạy được và phải đảm bảo an toàn; xe được kéo phải có người điều khiển và hệ thống lái của xe đó phải còn hiệu lực; trường hợp hệ thống hãm của xe được kéo không còn hiệu lực thì xe kéo nhau phải nối bằng thanh nối cứng.",
    "2": "Được kéo theo một xe ô tô và xe máy chuyên dùng khác khi xe này không tự chạy được và phải đảm bảo an toàn; xe được kéo phải có người ngồi trên xe để kịp thời phát hiện các trường hợp mất an toàn.",
    "3": "Được kéo theo một xe ô tô và xe máy chuyên dùng khác khi xe này không tự chạy được và hệ thống phanh bị hỏng, xe kéo nhau phải nối bằng dây cáp có độ dài phù hợp.",
    "4": "",
    "id": 108,
    "q": "Xe ô tô kéo xe khác thế nào là đúng quy tắc giao thông?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "\u001dKéo xe không hệ thống hãm phải dùng thanh nối cứng."
  },
  {
    "1": "Khi tham gia giao thông đường bộ.",
    "2": "Chỉ khi đi trên đường chuyên dùng; đường cao tốc.",
    "3": "Khi tham gia giao thông trên đường tỉnh lộ hoặc quốc lộ.",
    "4": "",
    "id": 109,
    "q": "Người ngồi trên xe mô tô 2 bánh, xe gắn máy phải đội mũ bảo hiểm có cài quai đúng quy cách khi nào?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": ""
  },
  {
    "1": "Chở người bệnh đi cấp cứu; trẻ em dưới 14 tuổi.",
    "2": "Áp giải người có hành vi vi phạm pháp luật.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 110,
    "q": "Người điều khiển xe mô tô hai bánh, xe gắn máy được phép chở tối đa 2 người trong những trường hợp nào?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Đi vào phần đường dành cho người đi bộ và phương tiện khác; sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính), đi xe dàn hàng ngang.",
    "2": "Chở 02 người; trong đó, có người bệnh đi cấp cứu hoặc trẻ em dưới 14 tuổi hoặc áp giải người có hành vi vi phạm pháp luật.",
    "3": "Điều khiển phương tiện tham gia giao thông trên đường tỉnh lộ hoặc quốc lộ.",
    "4": "",
    "id": 111,
    "q": "Người điều khiển xe mô tô hai bánh, xe gắn máy không được thực hiện những hành vi nào dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Xe mô tô hai bánh không được đi vào phần đường dành cho người đi bộ."
  },
  {
    "1": "Được phép nhưng phải đảm bảo an toàn.",
    "2": "Không được phép.",
    "3": "Được phép tùy từng hoàn cảnh, điều kiện cụ thể.",
    "4": "",
    "id": 112,
    "q": "Người điều khiển xe mô tô hai bánh, xe gắn máy có được đi xe dàn hàng ngang; đi xe vào phần đường dành cho người đi bộ và phương tiện khác; sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính) hay không?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": ""
  },
  {
    "1": "Khi có báo hiệu cảnh báo nguy hiểm hoặc có chướng ngại vật trên đường; khi chuyển hướng xe chạy hoặc tầm nhìn bị hạn chế; khi qua nơi đường giao nhau, nơi đường bộ giao nhau với đường sắt; đường vòng; đường có địa hình quanh co, đèo dốc.",
    "2": "Khi qua cầu, cống hẹp; khi lên gần đỉnh dốc, khi xuống dốc, khi qua trường học, khu đông dân cư, khu vực đang thi công trên đường bộ; hiện trường xảy ra tai nạn giao thông.",
    "3": "Khi điều khiển xe vượt xe khác trên đường quốc lộ, đường cao tốc.",
    "4": "Cả ý 1 và ý 2.",
    "id": 113,
    "q": "Người lái xe phải giảm tốc độ thấp hơn tốc độ tối đa cho phép (có thể dừng lại một cách an toàn) trong trường hợp nào dưới đây?",
    "img": "",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Từ từ đi cắt qua đoàn người, đoàn xe.",
    "2": "Không được cắt ngang qua đoàn người, đoàn xe.",
    "3": "Báo hiệu từ từ cho xe đi cắt qua để bảo đảm an toàn.",
    "4": "",
    "id": 114,
    "q": "Khi gặp một đoàn xe, một đoàn xe tang hay gặp một đoàn người có tổ chức theo đội ngũ, người lái xe phải xử lý như thế nào?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": ""
  },
  {
    "1": "Nhường đường cho người đi bộ đang đi trên phần đường dành cho người đi bộ sang đường; nhường đường cho xe đi trên đường ưu tiên, đường chính từ bất kỳ hướng nào tới; nhường đường cho xe ưu tiên, xe đi từ bên phải đến.",
    "2": "Nhường đường cho người đi bộ đang đứng chờ đi qua phần đường dành cho người đi bộ sang đường; nhường đường cho xe đi trên đường ngược chiều, đường nhánh từ bất kỳ hướng nào tới; nhường đường cho xe đi từ bên trái đến.",
    "3": "Không phải nhường đường.",
    "4": "",
    "id": 115,
    "q": "Tại ngã ba hoặc ngã tư không có đảo an toàn, người lái xe phải nhường đường như thế nào là đúng trong các trường hợp dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Người lái xe phải nhường đường cho xe ưu tiên."
  },
  {
    "1": "Khi cho xe chạy thẳng.",
    "2": "Trước khi thay đổi làn đường.",
    "3": "Sau khi thay đổi làn đường.",
    "4": "",
    "id": 116,
    "q": "Khi điều khiển xe cơ giới người lái xe phải bật đèn tín hiệu rẽ nào trong các trường hợp nào sau đây?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Phải bật đèn tín hiệu rẽ trước khi thay đổi làn đường."
  },
  {
    "1": "Xe bị vượt bất ngờ tăng tốc độ và cố tình không nhường đường.",
    "2": "Xe bị vượt giảm tốc độ và nhường đường.",
    "3": "Phát hiện có xe đi ngược chiều.",
    "4": "Cả ý 1 và ý 3.",
    "id": 117,
    "q": "Trên đoạn đường hai chiều không có giải phân cách giữa, người lái xe không được vượt xe khác trong các trường hợp nào dưới đây?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Không được vượt khi xe bị vượt bất ngờ tăng tốc hoặc phát hiện có xe đi ngược chiều."
  },
  {
    "1": "Tăng tốc độ kết hợp với nghe nhạc và đi tiếp.",
    "2": "Quan sát và dừng xe tại nơi quy định; nghỉ cho đến khi hết buồn ngủ và đi tiếp.",
    "3": "Sử dụng một ít rượu hoặc bia để hết buồn ngủ và đi tiếp.",
    "4": "",
    "id": 118,
    "q": "Khi lái xe trên đường vắng mà cảm thấy buồn ngủ, người lái xe nên chọn cách xử lý như thế nào cho phù hợp?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": ""
  },
  {
    "1": "Quay xe, chạy trên lề đường bên phải và rẽ khỏi đường cao tốc.",
    "2": "Lùi xe sát lề đường bên phải và rẽ khỏi đường cao tốc.",
    "3": "Tiếp tục chạy đến lối ra tiếp theo.",
    "4": "",
    "id": 119,
    "q": "Trên đường cao tốc, người lái xe xử lý như thế nào khi đã vượt quá lối ra của đường định rẽ?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": "Trên cao tốc vượt quá lối rẽ thì chạy đến lối ra tiếp theo."
  },
  {
    "1": "Nếu đủ điều kiện an toàn, người lái xe phải giảm tốc độ, đi sát về bên phải của phần đường xe chạy cho đến khi xe sau đã vượt qua, không được gây trở ngại đối với xe xin vượt.",
    "2": "Lái xe vào lề đường bên trái và giảm tốc độ để xe phía sau vượt qua, không được gây trở ngại đối với xe xin vượt.",
    "3": "Nếu đủ điều kiện an toàn, người lái xe phải tăng tốc độ, đi sát về bên phải của phần đường xe chạy cho đến khi xe sau đã vượt qua.",
    "4": "",
    "id": 120,
    "q": "Người lái xe mô tô xử lý như thế nào khi cho xe mô tô phía sau vượt?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Xử lý cho xe sau vượt thì giảm tốc độ và đi về bên phải."
  },
  {
    "1": "Nhanh chóng đặt báo hiệu trên đường sắt cách tối thiểu 500 mét về hai phía để báo cho người điều khiển phương tiện đường sắt và tìm cách báo cho người quản lý đường sắt, nhà ga nơi gần nhất, đồng thời phải bằng mọi biện pháp nhanh chóng đưa ô tô hỏng ra khỏi phạm vi an toàn đường sắt.",
    "2": "Nhanh chóng đặt biển cảnh báo nguy hiểm tại vị trí xe ô tô bị hỏng để đoàn tàu dừng lại.",
    "3": "Liên hệ ngay với đơn vị cứu hộ để đưa ô tô hỏng ra khỏi phạm vi an toàn đường sắt.",
    "4": "",
    "id": 121,
    "q": "Khi xe ô tô bị hỏng tại vị trí giao nhau giữa đường bộ và đường sắt, người lái xe xử lý như thế nào?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Xe hỏng tại vị trí giao nhau đường sắt thì đặt báo hiệu trên đường sắt tối thiểu 500m về hai phía."
  },
  {
    "1": "Phải đội mũ bảo hiểm đạt chuẩn, có cài quai đúng quy cách, mặc quần áo gọn gàng; không sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính).",
    "2": "Phải đội mũ bảo hiểm khi trời mưa gió hoặc trời quá nắng; có thể sử dụng ô, điện thoại di động, thiết bị âm thanh nhưng phải đảm bảo an toàn.",
    "3": "Phải đội mũ bảo hiểm khi cảm thấy mất an toàn giao thông hoặc khi chuẩn bị di chuyển quãng đường xa.",
    "4": "",
    "id": 122,
    "q": "Trong các trường hợp dưới đây, để đảm bảo an toàn khi tham gia giao thông, người lái xe mô tô cần thực hiện như thế nào?",
    "img": "",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Là đoạn đường nằm trong khu công nghiệp có đông người và phương tiện tham gia giao thông và được xác định cụ thể bằng biển chỉ dẫn địa giới.",
    "2": "Là đoạn đường bộ nằm trong khu vực nội thành phố, nội thị xã, nội thị trấn và những đoạn đường có dân cư sinh sống sát dọc theo đường, có các hoạt động có thể ảnh hưởng đến giao thông đường bộ và được xác định bằng biển báo là đường qua khu đông dân cư.",
    "3": "Là đoạn đường nằm ngoài khu vực nội thành phố, nội thị xã có đông người và phương tiện tham gia giao thông và được xác định cụ thể bằng biển chỉ dẫn địa giới.",
    "4": "",
    "id": 123,
    "q": "Đường bộ trong khu vực đông dân cư gồm những đoạn đường nào dưới đây?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Đường bộ trong khu vực đông dân cư được xác định bằng biển báo."
  },
  {
    "1": "50 km/h.",
    "2": "40 km/h.",
    "3": "60 km/h.",
    "4": "",
    "id": 124,
    "q": "Tốc độ tối đa cho phép đối với xe máy chuyên dùng, xe gắn máy (kể cả xe máy điện) và các loại xe tương tự trên đường bộ (trừ đường cao tốc) không được vượt quá bao nhiêu km/h?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Xe gắn máy tối đa 40km/h."
  },
  {
    "1": "60 km/h.",
    "2": "50 km/h.",
    "3": "40 km/h.",
    "4": "",
    "id": 125,
    "q": "Trên đường bộ (trừ đường cao tốc) trong khu vực đông dân cư, đường đôi có dải phân cách giữa, xe mô tô hai bánh, ô tô chở người đến 30 chỗ tham gia giao thông với tốc độ tối đa cho phép là bao nhiêu?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Có giải phân cách giữa thì được xem là đường đôi.<br/>Trong khu vực đông dân cư, đường đôi; đường một chiều có từ hai làn xe cơ giới trở lên: 60km/h."
  },
  {
    "1": "60 km/h.",
    "2": "50 km/h.",
    "3": "40 km/h.",
    "4": "",
    "id": 126,
    "q": "Trên đường bộ (trừ đường cao tốc) trong khu vực đông dân cư, đường hai chiều không có dải phân cách giữa, xe mô tô hai bánh, ô tô chở người đến 30 chỗ tham gia giao thông với tốc độ tối đa cho phép là bao nhiêu?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Trong khu vực đông dân cư, đường hai chiều; đường một chiều có một làn xe cơ giới: 50km/h."
  },
  {
    "1": "Ô tô con, ô tô tải, ô tô chở người trên 30 chỗ.",
    "2": "Xe gắn máy, xe máy chuyên dùng.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 127,
    "q": "Trên đường bộ (trừ đường cao tốc) trong khu vực đông dân cư, đường hai chiều hoặc đường một chiều có một làn xe cơ giới, loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 50 km/h?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Xe cơ giới không bao gồm xe gắn máy.<br/>Trong khu vực đông dân cư, đường hai chiều; đường một chiều có một làn xe cơ giới: 50km/h."
  },
  {
    "1": "Ô tô con, ô tô tải, ô tô chở người trên 30 chỗ.",
    "2": "Xe gắn máy, xe máy chuyên dùng.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 128,
    "q": "Trên đường bộ (trừ đường cao tốc) trong khu vực đông dân cư, đường đôi hoặc đường một chiều có từ hai làn xe cơ giới trở lên, loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 60 km/h?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Xe cơ giới không bao gồm xe gắn máy.<br/>Trong khu vực đông dân cư, đường đôi; đường một chiều có từ hai làn xe cơ giới trở lên: 60km/h."
  },
  {
    "1": "Ô tô chở người trên 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải trên 3.500 kg.",
    "2": "Xe ô tô con, xe ô tô chở người đến 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải đến 3.500 kg",
    "3": "Ô tô buýt, ô tô đầu kéo kéo sơ mi rơ moóc, ô tô chuyên dùng, xe mô tô.",
    "4": "",
    "id": 129,
    "q": "Trên đường bộ (trừ đường cao tốc) ngoài khu vực đông dân cư, đường đôi có dải phân cách giữa, loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 90 km/h?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Đường có giải phân cách được xem là đường đôi.<br/>Ngoài khu vực dân cư; đường đôi; đường một chiều có hai làn xe cơ giới trở lên: ô tô kéo rơ moóc 60km/h; mô tô, xe buýt, ôtô đầu kéo: 70km/h; xe trên 30 chỗ, xe tải trên 3,5 tấn: 80km/h; xe con, xe đến 30 chỗ, tải dưới 3,5 tấn: 90km/h."
  },
  {
    "1": "Ô tô buýt; ô tô đầu kéo kéo sơ mi rơ moóc; ô tô chuyên dùng; xe mô tô.",
    "2": "Ô tô chở người trên 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải trên 3.500 kg (trừ ô tô xi téc).",
    "3": "Ô tô kéo rơ moóc, ô tô kéo xe khác, xe gắn máy.",
    "4": "Xe ô tô con, xe ô tô chở người đến 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải đến 3.500 kg.",
    "id": 130,
    "q": "Trên đường bộ ngoài khu vực đông dân cư, đường đôi có dải phân cách giữa (trừ đường cao tốc), loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 80 km/h?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Đường có giải phân cách được xem là đường đôi.<br/>Ngoài khu vực dân cư; đường đôi; đường một chiều có hai làn xe cơ giới trở lên: ô tô kéo rơ moóc 60km/h; mô tô, xe buýt, ôtô đầu kéo: 70km/h; xe trên 30 chỗ, xe tải trên 3,5 tấn: 80km/h; xe con, xe đến 30 chỗ, tải dưới 3,5 tấn: 90km/h."
  },
  {
    "1": "Ô tô buýt; ô tô đầu kéo kéo sơ mi rơ moóc; xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông);",
    "2": "Ô tô kéo rơ moóc, ô tô kéo xe khác, xe gắn máy.",
    "3": "Ô tô chở người trên 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải trên 3.500 kg",
    "4": "Xe ô tô con, xe ô tô chở người đến 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải đến 3.500 kg.",
    "id": 131,
    "q": "Trên đường bộ ngoài khu vực đông dân cư, đường đôi có dải phân cách giữa (trừ đường cao tốc), loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 70 km/h?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Đường có giải phân cách được xem là đường đôi.<br/>Ngoài khu vực dân cư; đường đôi; đường một chiều có hai làn xe cơ giới trở lên: ô tô kéo rơ moóc 60km/h; mô tô, xe buýt, ôtô đầu kéo: 70km/h; xe trên 30 chỗ, xe tải trên 3,5 tấn: 80km/h; xe con, xe đến 30 chỗ, tải dưới 3,5 tấn: 90km/h."
  },
  {
    "1": "Ô tô kéo rơ moóc, ô tô kéo xe khác, ô tô trộn vữa, ô tô trộn bê tông, ô tô xi téc.",
    "2": "Ô tô chở người trên 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải trên 3.500 kg.",
    "3": "Xe ô tô con, xe ô tô chở người đến 30 chỗ (trừ xe buýt), ô tô tải có trọng tải nhỏ hơn hoặc bằng 3.500 kg.",
    "4": "",
    "id": 132,
    "q": "Trên đường bộ ngoài khu vực đông dân cư, đường đôi có dải phân cách giữa (trừ đường cao tốc), loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 60 km/h?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Đường có giải phân cách được xem là đường đôi.<br/>Ngoài khu vực dân cư; đường đôi; đường một chiều có hai làn xe cơ giới trở lên: ô tô kéo rơ moóc 60km/h; mô tô, xe buýt, ôtô đầu kéo: 70km/h; xe trên 30 chỗ, xe tải trên 3,5 tấn: 80km/h; xe con, xe đến 30 chỗ, tải dưới 3,5 tấn: 90km/h."
  },
  {
    "1": "Ô tô kéo rơ moóc, ô tô kéo xe khác, xe gắn máy.",
    "2": "Ô tô chở người trên 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải trên 3.500 kg.",
    "3": "Xe ô tô con, xe ô tô chở người đến 30 chỗ (trừ xe buýt), ô tô tải có trọng tải nhỏ hơn hoặc bằng 3.500 kg.",
    "4": "",
    "id": 133,
    "q": "Trên đường bộ ngoài khu vực đông dân cư, đường hai chiều không có dải phân cách giữa; đường một chiều có một làn xe cơ giới (trừ đường cao tốc), loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 80 km/h?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Ngoài khu vực dân cư; đường hai chiều; đường một chiều có một làn xe: ô tô kéo rơ moóc 50km/h; mô tô, xe buýt, ôtô đầu kéo: 60km/h; xe trên 30 chỗ, xe tải trên 3,5 tấn: 70km/h; xe con, xe đến 30 chỗ, tải dưới 3,5 tấn: 80km/h."
  },
  {
    "1": "Ô tô kéo rơ moóc, ô tô kéo xe khác, xe gắn máy.",
    "2": "Ô tô chở người trên 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải trên 3.500 kg (trừ ô tô xi téc).",
    "3": "Xe ô tô con, xe ô tô chở người đến 30 chỗ (trừ xe buýt), ô tô tải có trọng tải nhỏ hơn hoặc bằng 3.500 kg.",
    "4": "",
    "id": 134,
    "q": "Trên đường bộ ngoài khu vực đông dân cư, đường hai chiều không có dải phân cách giữa; đường một chiều có một làn xe cơ giới (trừ đường cao tốc), loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 70 km/h?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Ngoài khu vực dân cư; đường hai chiều; đường một chiều có một làn xe: ô tô kéo rơ moóc 50km/h; mô tô, xe buýt, ôtô đầu kéo: 60km/h; xe trên 30 chỗ, xe tải trên 3,5 tấn: 70km/h; xe con, xe đến 30 chỗ, tải dưới 3,5 tấn: 80km/h."
  },
  {
    "1": "Ô tô kéo rơ moóc, ô tô kéo xe khác, xe gắn máy.",
    "2": "Ô tô chở người trên 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải trên 3.500 kg.",
    "3": "Ô tô buýt, ô tô đầu kéo kéo sơ mi rơ moóc, xe mô tô, ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông).",
    "4": "",
    "id": 135,
    "q": "Trên đường bộ ngoài khu vực đông dân cư, đường hai chiều không có dải phân cách giữa; đường một chiều có một làn xe cơ giới (trừ đường cao tốc), loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 60 km/h?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Ngoài khu vực dân cư; đường hai chiều; đường một chiều có một làn xe: ô tô kéo rơ moóc 50km/h; mô tô, xe buýt, ôtô đầu kéo: 60km/h; xe trên 30 chỗ, xe tải trên 3,5 tấn: 70km/h; xe con, xe đến 30 chỗ, tải dưới 3,5 tấn: 80km/h."
  },
  {
    "1": "Ô tô kéo rơ moóc, ô tô kéo xe khác, xe gắn máy.",
    "2": "Ô tô chở người trên 30 chỗ (trừ ô tô buýt), ô tô tải có trọng tải trên 3.500 kg.",
    "3": "Ô tô kéo rơ moóc, ô tô kéo xe khác, ô tô trộn vữa, ô tô trộn bê tông, ô tô xi téc.",
    "4": "",
    "id": 136,
    "q": "Trên đường bộ ngoài khu vực đông dân cư, đường hai chiều không có dải phân cách giữa; đường một chiều có một làn xe cơ giới (trừ đường cao tốc), loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 50 km/h?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Ngoài khu vực dân cư; đường hai chiều; đường một chiều có một làn xe: ô tô kéo rơ moóc 50km/h; mô tô, xe buýt, ôtô đầu kéo: 60km/h; xe trên 30 chỗ, xe tải trên 3,5 tấn: 70km/h; xe con, xe đến 30 chỗ, tải dưới 3,5 tấn: 80km/h."
  },
  {
    "1": "35 m.",
    "2": "55 m.",
    "3": "70 m.",
    "4": "",
    "id": 137,
    "q": "Khi tham gia giao thông trên đoạn đường không có biển báo “Cự ly tối thiểu giữa hai xe”, với điều kiện mặt đường khô ráo, xe cơ giới đang chạy với tốc độ từ trên 60 km/h đến 80 km/h, người lái xe phải duy trì khoảng cách an toàn với xe đang chạy phía trước tối thiểu là bao nhiêu?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Khoảng cách an toàn: 60km/h: 35m; 60 đến 80km/h: 55m; 80 đến 100km/h: 70m; 100 đến 120km/h: 100m."
  },
  {
    "1": "35 m.",
    "2": "55 m.",
    "3": "70 m.",
    "4": "",
    "id": 138,
    "q": "Khi tham gia giao thông trên đoạn đường không có biển báo “Cự ly tối thiểu giữa hai xe”, với điều kiện mặt đường khô ráo, xe cơ giới đang chạy với tốc độ từ trên 80 km/h đến 100 km/h, người lái xe phải duy trì khoảng cách an toàn với xe đang chạy phía trước tối thiểu là bao nhiêu?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Khoảng cách an toàn: 60km/h: 35m; 60 đến 80km/h: 55m; 80 đến 100km/h: 70m; 100 đến 120km/h: 100m."
  },
  {
    "1": "55 m.",
    "2": "70 m.",
    "3": "100 m.",
    "4": "",
    "id": 139,
    "q": "Khi tham gia giao thông trên đoạn đường không có biển báo “Cự ly tối thiểu giữa hai xe”, với điều kiện mặt đường khô ráo, xe cơ giới đang chạy với tốc độ từ trên 100 km/h đến dưới 120 km/h, người lái xe phải duy trì khoảng cách an toàn với xe đang chạy phía trước tối thiểu là bao nhiêu?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Khoảng cách an toàn: 60km/h: 35m; 60 đến 80km/h: 55m; 80 đến 100km/h: 70m; 100 đến 120km/h: 100m."
  },
  {
    "1": "Chủ động giữ khoảng cách an toàn phù hợp với xe chạy liền trước xe của mình.",
    "2": "Đảm bảo khoảng cách an toàn theo mật độ phương tiện, tình hình giao thông thực tế.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 140,
    "q": "Khi điều khiển xe chạy với tốc độ dưới 60 km/h, người lái xe phải chủ động điều khiển xe như thế nào để đảm bảo an toàn giao thông?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Khoảng cách an toàn dưới 60km/h: Chủ động và đảm bảo khoảng cách."
  },
  {
    "1": "Gặp biển báo nguy hiểm trên đường.",
    "2": "Gặp biển chỉ dẫn trên đường.",
    "3": "Gặp biển báo hết mọi lệnh cấm.",
    "4": "Gặp biển báo hết hạn chế tốc độ tối đa cho phép.",
    "id": 141,
    "q": "Người lái xe phải giảm tốc độ thấp hơn tốc độ đến mức cần thiết, chú ý quan sát và chuẩn bị sẵn sàng những tình huống có thế xảy ra để phòng ngừa tai nạn trong các trường hợp nào dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Giảm tốc độ, chú ý quan sát khi gặp biển báo nguy hiểm."
  },
  {
    "1": "Khi vượt xe khác.",
    "2": "Khi vượt xe khác tại đoạn đường được phép vượt.",
    "3": "Khi xe sau xin vượt và đảm bảo an toàn.",
    "4": "Khi xe sau có tín hiệu vượt bên phải.",
    "id": 142,
    "q": "Người lái xe phải giảm tốc độ, đi sát về bên phải của phần đường xe chạy trong các trường hợp nào dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Giảm tốc độ, đi sát về bên phải khi xe sau xin vượt."
  },
  {
    "1": "Xe cứu hỏa.",
    "2": "Xe cứu thương.",
    "3": "Phương tiện giao thông đường sắt.",
    "4": "Ô tô, mô tô và xe máy chuyên dùng.",
    "id": 143,
    "q": "Tại các điểm giao cắt giữa đường bộ và đường sắt, quyền ưu tiên thuộc về loại phương tiện nào dưới đây?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": "Điểm giao cắt đường sắt thì ưu tiên đường sắt."
  },
  {
    "1": "Hiệu lệnh của nhân viên gác chắn.",
    "2": "Đèn đỏ sáng nháy, cờ đỏ, biển đỏ.",
    "3": "Còi, chuông kêu, chắn đã đóng.",
    "4": "Tất cả các ý trên.",
    "id": 144,
    "q": "Các phương tiện tham gia giao thông đường bộ (kể cả những xe có quyền ưu tiên) đều phải dừng lại bên phải đường của mình và trước vạch “dừng xe” tại các điểm giao cắt giữa đường bộ và đường sắt khi có báo hiệu dừng nào dưới đây?",
    "img": "",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Không được phép.",
    "2": "Được phép nhưng phải đảm bảo an toàn.",
    "3": "Được phép tùy từng hoàn cảnh và điều kiện cụ thể.",
    "4": "",
    "id": 145,
    "q": "Trên đoạn đường bộ giao nhau đồng mức với đường sắt, người không có nhiệm vụ có được tự ý mở chắn đường ngang khi chắn đã đóng hay không?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": ""
  },
  {
    "1": "Để làm đẹp.",
    "2": "Để tránh mưa nắng",
    "3": "Để giảm thiểu chấn thương vùng đầu.",
    "4": "Để các loại phương tiện khác dễ quan sát.",
    "id": 146,
    "q": "Tác dụng của mũ bảo hiểm đối với người ngồi trên xe mô tô hai bánh trong trường hợp xảy ra tai nạn giao thông là gì?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Thay đổi tốc độ của xe trên đường bộ.",
    "2": "Thay đổi tay số của xe trên đường bộ.",
    "3": "Lạng lách, đánh võng trên đường bộ.",
    "4": "",
    "id": 147,
    "q": "Khi điều khiển phương tiện tham gia giao thông, những hành vi nào dưới đây bị nghiêm cấm?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": ""
  },
  {
    "1": "Xe chữa cháy, xe quân sự, xe công an, xe cứu thương, xe hộ đê sau khi thực hiện nhiệm vụ khẩn cấp, không có tín hiệu còi, cờ, đèn theo quy định của pháp luật.",
    "2": "Xe chữa cháy, xe quân sự, xe công an, xe cứu thương, xe hộ đê đi làm nhiệm vụ khẩn cấp có tín hiệu còi, cờ, đèn theo quy định của pháp luật.",
    "3": "Xe ô tô, xe máy, đoàn xe đang diễu hành có tổ chức có báo tín hiệu xin vượt bằng còi và đèn.",
    "4": "",
    "id": 148,
    "q": "Người lái xe phải nhanh chóng giảm tốc độ, tránh hoặc dừng lại sát lề đường bên phải để nhường đường cho các xe nào nêu dưới đây?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Nhường đường cho xe ưu tiên có tín hiệu còi, cờ, đèn."
  },
  {
    "1": "Tăng tốc độ qua đường giao nhau để đi trước xe đi trên đường ưu tiên.",
    "2": "Giảm tốc độ qua đường giao nhau để đi trước xe đi trên đường ưu tiên.",
    "3": "Nhường đường cho xe đi trên đường ưu tiên từ bất kỳ hướng nào tới.",
    "4": "",
    "id": 149,
    "q": "Tại nơi đường giao nhau, người lái xe đang đi trên đường không ưu tiên phải xử lý như thế nào là đúng quy tắc giao thông?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Xe trên đường không ưu tiên nhường đường cho xe trên đường ưu tiên."
  },
  {
    "1": "Giảm tốc độ cho xe vượt qua đường sắt.",
    "2": "Nhanh chóng cho xe vượt qua đường sắt trước khi tàu hỏa tới.",
    "3": "Giảm tốc độ cho xe vượt qua đường sắt trước khi tàu hỏa tới.",
    "4": "Cho xe dừng ngay lại và giữ khoảng cách tối thiểu 5 mét tính từ ray gần nhất.",
    "id": 150,
    "q": "Khi xe ô tô, mô tô đến gần vị trí giao nhau giữa đường bộ và đường sắt không có rào chắn, khi đèn tín hiệu màu đỏ đã bật sáng hoặc khi có tiếng chuông báo hiệu, người lái xe xử lý như thế nào?",
    "img": "",
    "a": 8,
    "k": 1,
    "e": "Đứng cách ray đường sắt 5m."
  },
  {
    "1": "Đi đúng làn đường, đúng tốc độ quy định, không được vượt xe khác.",
    "2": "Đi sang làn đường của xe ngược chiều để mở rộng tầm nhìn và vượt xe khác.",
    "3": "Cho xe đi sát bên phải làn đường, bật tín hiệu báo hiệu để vượt bên phải xe khác.",
    "4": "",
    "id": 151,
    "q": "Khi điều khiển xe trên đường vòng, khuất tầm nhìn người lái xe cần phải làm gì để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Không vượt xe khác trên đường vòng, khuất tầm nhìn."
  },
  {
    "1": "Giảm tốc độ, đi từ từ để vượt qua trước người đi bộ.",
    "2": "Giảm tốc độ, có thể dừng lại nếu cần thiết trước vạch dừng xe để nhường đường cho người đi bộ qua đường.",
    "3": "Tăng tốc độ để vượt qua trước người đi bộ.",
    "4": "",
    "id": 152,
    "q": "Người lái xe phải xử lý như thế nào khi quan sát phía trước thấy người đi bộ đang sang đường tại nơi có vạch đường dành cho người đi bộ để đảm bảo an toàn?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Nơi có vạch kẻ đường dành cho người đi bộ thì nhường đường."
  },
  {
    "1": "Phải lùi thật chậm.",
    "2": "Có thể được lùi xe nhưng phải mở cửa xe.",
    "3": "Không được lùi xe.",
    "4": "Bấm còi 3 lần liên tiếp trước khi lùi.",
    "id": 153,
    "q": "Khi muốn lùi xe nhưng không quan sát được phía sau, cần phải làm gì để đảm bảo an toàn?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": "Không quan sát được phía sau thì không lùi xe."
  },
  {
    "1": "Khi có người đi bộ, xe lăn của người khuyết tật qua đường; đến gần bến xe buýt, điểm dừng đỗ xe có khách đang lên, xuống xe.",
    "2": "Khi điều khiển phương tiện đi qua khu vực trạm kiểm soát tải trọng xe, trạm cảnh sát giao thông, trạm giao dịch thanh toán đối với các phương tiện sử dụng đường bộ.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 154,
    "q": "Người điều khiển phương tiện tham gia giao thông đường bộ phải giảm tốc độ để có thể dừng lại một cách an toàn trong các trường hợp nào dưới đây?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": "Giảm tốc độ khi có người đi bộ qua đường và qua trạm cảnh sát giao thông."
  },
  {
    "1": "Người điều khiển phương tiện tham gia giao thông không hạn chế tốc độ và khoảng cách an toàn tối thiểu giữa hai xe.",
    "2": "Người điều khiển phương tiện tham gia giao thông không hạn chế tốc độ và khoảng cách an toàn tối thiểu giữa hai xe vào ban đêm.",
    "3": "Người điều khiển phương tiện tham gia giao thông phải nghiêm chỉnh chấp hành quy định về tốc độ, khoảng cách an toàn tối thiểu giữa hai xe.",
    "4": "",
    "id": 155,
    "q": "Tại những đoạn đường không bố trí biển báo hạn chế tốc độ, không bố trí biển báo khoảng cách an toàn tối thiểu giữa hai xe, người điều khiển phương tiện tham gia giao thông phải thực hiện quy định nào dưới đây để đảm bảo an toàn giao thông?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Nghiêm chỉnh chấp hành quy định về tốc độ và khoảng cách an toàn."
  },
  {
    "1": "Tuân thủ tốc độ tối đa, tốc độ tối thiểu ghi trên biển báo hiệu đường bộ, sơn kẻ mặt đường trên các làn xe.",
    "2": "Tuân thủ tốc độ tối đa, tốc độ tối thiểu ghi trên biển báo hiệu đường bộ, sơn kẻ mặt đường trên các làn xe chỉ vào ban ngày.",
    "3": "Tuân thủ tốc độ tối đa, tốc độ tối thiểu ghi trên biển báo hiệu đường bộ, sơn kẻ mặt đường trên các làn xe chỉ vào ban đêm.",
    "4": "",
    "id": 156,
    "q": "Khi tham gia giao thông trên đường cao tốc, người lái xe, người điều khiển xe máy chuyên dùng phải thực hiện các quy định như thế nào là đúng quy tắc giao thông?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Trên cao tốc tuân thủ tốc độ tối thiểu, tối đa và sơn kẻ mặt đường."
  },
  {
    "1": "Đỏ - Vàng - Xanh",
    "2": "Cam - Vàng - Xanh.",
    "3": "Vàng - Xanh dương - Xanh lá.",
    "4": "Đỏ - Cam - Xanh.",
    "id": 157,
    "q": "Theo Luật Giao thông đường bộ, tín hiệu đèn giao thông gồm 3 màu nào dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Phải cho xe dừng lại trước vạch dừng, trường hợp đã đi quá vạch dừng hoặc đã quá gần vạch dừng nếu dừng lại thấy nguy hiểm thì được đi tiếp.",
    "2": "Trong trường hợp tín hiệu vàng nhấp nháy là được đi nhưng phải giảm tốc độ, chú ý quan sát nhường đường cho người đi bộ qua đường.",
    "3": "Nhanh chóng tăng tốc độ, vượt qua nút giao và chú ý đảm bảo an toàn.",
    "4": "Cả ý 1 và ý 2.",
    "id": 158,
    "q": "Tại nơi đường giao nhau, khi đèn điều khiển giao thông có tín hiệu màu vàng, người điều khiển phương tiện giao thông phải chấp hành như thế nào là đúng quy tắc giao thông?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Đèn vàng dừng lại trước vạch dừng hoặc nhấp nháy thì đi chậm."
  },
  {
    "1": "Ra hiệu bằng tay rồi cho xe vượt qua.",
    "2": "Tăng ga mạnh để gây sự chú ý rồi cho xe vượt qua.",
    "3": "Bạn phải có báo hiệu bằng đèn hoặc còi.",
    "4": "",
    "id": 159,
    "q": "Để báo hiệu cho xe phía trước biết xe mô tô của bạn muốn vượt, bạn phải có tín hiệu như thế nào dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Muốn vượt xe thì phải báo hiệu bằng đèn hoặc còi."
  },
  {
    "1": "Được dừng, đỗ.",
    "2": "Không được dừng, đỗ.",
    "3": "Được dừng, đỗ nhưng phải đảm bảo an toàn",
    "4": "",
    "id": 160,
    "q": "Khi tham gia giao thông trên đường cao tốc, người điều khiển phương tiện cơ giới có được dừng, đỗ xe trên phần đường xe chạy hay không?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Không được dừng, đỗ trên làn xe chạy đường cao tốc."
  },
  {
    "1": "Bật đèn tín hiệu khẩn cấp, dừng xe ngay lập tức và đặt biển báo hiệu nguy hiểm để cảnh báo cho các xe khác.",
    "2": "Bật đèn tín hiệu khẩn cấp, lập tức đưa xe vào làn đường xe chạy bên phải trong cùng,  đặt biển báo hiệu nguy hiểm để cảnh báo cho các xe khác.",
    "3": "Bật đèn tín hiệu khẩn cấp, khi đủ điều kiện an toàn nhanh chóng đưa xe vào làn dừng đỗ khẩn cấp, đặt biển báo hiệu nguy hiểm để cảnh báo cho các xe khác",
    "4": "",
    "id": 161,
    "q": "Khi xe gặp sự cố kỹ thuật trên đường cao tốc, bạn phải xử lý theo thứ tự như thế nào dưới đây để đảm bảo an toàn giao thông?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": "Khi gặp sự cố khi đủ điều kiện an toàn đưa xe vào làn dừng đỗ khẩn cấp."
  },
  {
    "1": "0,25 mét.",
    "2": "0,3 mét.",
    "3": "0,4 mét.",
    "4": "0,5 mét.",
    "id": 162,
    "q": "Khi người lái xe ô tô dừng, đỗ sát theo lề đường, hè phố phía bên phải theo chiều đi của mình, bánh xe gần nhất không được cách xa lề đường, hè phố quá bao nhiêu mét trong các trường hợp dưới đây để không gây cản trở, nguy hiểm cho giao thông?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Dừng xe, đỗ xe cách lề đường, hè phố không quá 0,25 mét."
  },
  {
    "1": "5 mét.",
    "2": "10 mét.",
    "3": "15 mét.",
    "4": "20 mét.",
    "id": 163,
    "q": "Khi dừng, đỗ xe trên đường phố hẹp, người lái xe ô tô phải dừng, đỗ xe ở vị trí cách xe ô tô đang đỗ bên kia đường khoảng cách tối thiểu là bao nhiêu mét trong các trường hợp dưới đây để đảm bảo an toàn giao thông?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Dừng xe, đỗ xe trên đường hẹp cách xe khác 20 mét."
  },
  {
    "1": "Được phép.",
    "2": "Không được phép.",
    "3": "Chỉ được phép dừng, đỗ khi đường vắng.",
    "4": "",
    "id": 164,
    "q": "Trên đường bộ, người lái xe ô tô có được phép dừng xe, đỗ xe song song với một xe khác đang dừng, đỗ hay không?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Không được dừng, đỗ xe song song với xe khác trên đường."
  },
  {
    "1": "Đường ướt, đường có sỏi cát trên nền đường.",
    "2": "Đường hẹp có nhiều điểm giao cắt từ hai phía.",
    "3": "Đường đèo dốc, vòng liên tục",
    "4": "Tất cả các ý nêu trên.",
    "id": 165,
    "q": "Người điều khiển xe mô tô phải giảm tốc độ và hết sức thận trọng khi qua những đoạn đường nào dưới đây?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Giảm tốc độ trên đường ướt, đường hẹp và đèo dốc."
  },
  {
    "1": "Tăng tốc độ để nhanh chóng vượt qua bến đỗ.",
    "2": "Giảm tốc độ đến mức an toàn có thể và quan sát người qua đường và từ từ vượt qua xe buýt.",
    "3": "Yêu cầu phải dừng lại phía sau xe buýt chờ xe rời bến mới đi tiếp.",
    "4": "",
    "id": 166,
    "q": "Khi gặp xe buýt đang dừng đón, trả khách, người điều khiển xe mô tô phải xử lý như thế nào dưới đây để đảm bảo an toàn giao thông?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Xe buýt đang dừng đón trả khách thì giảm tốc độ và từ từ vượt qua xe buýt."
  },
  {
    "1": "Luôn có ý thức về tính tổ chức, kỷ luật, thực hiện nghiêm biểu đồ xe chạy được phân công; thực hiện đúng hành trình, lịch trình, đón trả khách đúng nơi quy định; giúp đỡ hành khách khi đi xe, đặc biệt là những người khuyết tật, người già, trẻ em và phụ nữ có thai, có con nhỏ.",
    "2": "Luôn có ý thức về tính tổ chức, kỷ luật, thực hiện linh hoạt biểu đồ xe chạy được phân công để tiết kiệm chi phí; thực hiện đúng hành trình, lịch trình khi có khách đi xe, đón trả khách ở những nơi thuận tiện cho hành khách đi xe.",
    "3": "",
    "4": "",
    "id": 167,
    "q": "Người lái xe khách, xe buýt cần thực hiện những nhiệm vụ gì dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Lái xe khách, xe buýt thực hiện nghiêm biểu đồ chạy xe được phân công."
  },
  {
    "1": "Vận chuyển hàng nguy hiểm nhưng có giấy phép.",
    "2": "Vận chuyển động vật hoang dã nhưng thực hiện đủ các quy định có liên quan.",
    "3": "Vận chuyển hàng cấm lưu thông; vận chuyển trái phép hàng nguy hiểm, động vật hoang dã.",
    "4": "",
    "id": 168,
    "q": "Trong hoạt động vận tải đường bộ, các hành vi nào sau đây bị nghiêm cấm?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Nghiêm cấm vận chuyển hàng cấm lưu thông."
  },
  {
    "1": "Cạnh tranh nhau nhằm tăng lợi nhuận.",
    "2": "Giảm giá để thu hút khách.",
    "3": "Đe dọa, xúc phạm, tranh giành, lôi kéo hành khách; bắt ép hành khách sử dụng dịch vụ ngoài ý muốn; xuống khách nhằm trốn tránh phát hiện xe chở quá số người quy định.",
    "4": "Tất cả các ý trên.",
    "id": 169,
    "q": "Trong hoạt động vận tải khách, những hành vi nào dưới đây bị nghiêm cấm?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Nghiêm cấm đe dọa, xúc phạm, tranh giành, lôi kéo hành khách."
  },
  {
    "1": "Không quá 4 giờ.",
    "2": "Không quá 6 giờ.",
    "3": "Không quá 8 giờ.",
    "4": "Liên tục tùy thuộc vào sức khỏe và khả năng của người lái xe.",
    "id": 170,
    "q": "Thời gian làm việc của người lái xe ô tô không được lái xe liên tục quá bao nhiêu giờ trong trường hợp dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Không lái xe liên tục quá 4 giờ."
  },
  {
    "1": "Không quá 8 giờ.",
    "2": "Không quá 10 giờ.",
    "3": "Không quá 12 giờ.",
    "4": "Không hạn chế tùy thuộc vào sức khỏe và khả năng của người lái xe.",
    "id": 171,
    "q": "Thời gian làm việc trong một ngày của người lái xe ô tô không được vượt quá bao nhiêu giờ trong trường hợp dưới đây?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Không làm việc 1 ngày của lái xe quá 10 giờ."
  },
  {
    "1": "Đón, trả khách đúng nơi quy định, không chở hành khách trên mui, trong khoang hành lý hoặc để hành khách đu bám bên ngoài xe.",
    "2": "Không chở hàng nguy hiểm, hàng có mùi hôi thối hoặc động vật, hàng hóa khác có ảnh hưởng đến sức khỏe của hành khách.",
    "3": "Chở hành khách trên mui; đề hàng hóa trong khoang chở khách, chở quá số người theo quy định.",
    "4": "Cả ý 1 và ý 2.",
    "id": 172,
    "q": "Người lái xe khách phải chấp hành những quy định nào dưới đây?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Cả ý 1 và ý 2 đều đúng. Bởi vì không thể chở hành khách trên mui được, nên ý 3 sai."
  },
  {
    "1": "Kiểm tra các điều kiện bảo đảm an toàn của xe trước khi khởi hành; kiểm tra việc sắp xếp, chằng buộc hành lý, hàng hóa bảo đảm an toàn.",
    "2": "Đóng cửa lên xuống của xe trước và trong khi xe chạy.",
    "3": "Đón trả khách tại vị trí do khách hàng yêu cầu.",
    "4": "Cả ý 1 và ý 2.",
    "id": 173,
    "q": "Lái xe kinh doanh vận tải khách phải có trách nhiệm gì sau đây?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Cả ý 1 và ý 2 đều đúng. Bởi vì không thể tự do trả khách theo yêu cầu được."
  },
  {
    "1": "Tự ý thay đổi vị trí đón, trả khách theo hợp đồng vận chuyển hoặc đón thêm người ngoài danh sách hành khách đã ký.",
    "2": "Từ chối vận chuyển trước khi phương tiện rời bến, rời vị trí đón trả khách theo hợp đồng vận chuyển những người đã có vé hoặc người trong danh sách hợp đồng có hành vi gây rối trật tự công cộng, gây cản trở công việc kinh doanh vận tải, ảnh hưởng đến sức khỏe, tài sản của người khác, gian lận vé hoặc hành khách đang bị dịch bệnh nguy hiểm.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 174,
    "q": "Người kinh doanh vận tải hành khách có những quyền hạn nào dưới đây?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Người kinh doanh vận tải không thể tự ý thay đổi vị trí đón, nên đáp án 2 là đáp án đúng."
  },
  {
    "1": "Được vận chuyển theo đúng hợp đồng vận tải, cam kết của người kinh doanh về chất lượng vận tải; được miễn cước hành lý với trọng lượng không quá 20kg và với kích thước phù hợp với thiết kế của xe; được từ chối chuyến đi trước khi phương tiện khởi hành và được trả lại tiền vé theo quy định của Bộ Giao thông vận tải.",
    "2": "Được vận chuyển theo hợp đồng vận tải, cam kết của người kinh doanh về vận tải; được miễn cước hành lý với trọng lượng không quá 50 kg và với kích thước không quá cồng kềnh; được từ chối chuyến đi trước khi phương tiện khởi hành và được trả lại tiền vé.",
    "3": "",
    "4": "",
    "id": 175,
    "q": "Hành khách có các quyền gì khi đi trên xe ô tô vận tải khách theo tuyến cố định?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Hành khách được miễn cước hành lý không quá 20kg."
  },
  {
    "1": "Mua vé và trả cước, phí vận tải hành lý mang theo quá mức quy định; có mặt tại nơi xuất phát đúng thời gian thỏa thuận; chấp hành quy định về vận chuyển; thực hiện đúng hướng dẫn của lái xe, nhân viên phục vụ trên xe về các quy định bảo đảm trật tự, an toàn giao thông.",
    "2": "Được mang theo hành lý, hàng hóa mà pháp luật cấm lưu thông khi đã trả cước, phí vận tải.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 176,
    "q": "Hành khách có các nghĩa vụ gì khi đi trên xe ô tô vận tải hành khách?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Hành khách không thể mang theo hàng hóa cấm lưu thông nên đáp án 1 là đáp án đúng."
  },
  {
    "1": "Yêu cầu người thuê vận tải cung cấp thông tin cần thiết về hàng hóa để ghi vào giấy vận chuyển và có quyền kiểm tra tính xác thực của các thông tin đó.",
    "2": "Yêu cầu xếp hàng hóa vận chuyển trên xe vượt quá chiều cao quy định nhưng phải được chằng buộc chắc chắn.",
    "3": "Yêu cầu xếp hàng hóa vượt tải trọng 10%.",
    "4": "",
    "id": 177,
    "q": "Người kinh doanh vận tải hàng hóa có các quyền gì ở dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Người kinh doanh vận tải không thể yêu cầu xếp hàng hóa quá chiều cao quy định hay quá tải trọng nên đáp án 1 là đáp án đúng."
  },
  {
    "1": "Cung cấp phương tiện và thực hiện thời gian, địa điểm giao hàng hóa cho người nhận hàng theo điều kiện của người kinh doanh vận tải; chịu trách nhiệm về hậu quả mà người làm công, người đại diện gây ra do thực hiện yêu cầu của người kinh doanh vận tải phù hợp với quy định của pháp luật.",
    "2": "Bồi thường thiệt hại cho người thuê vận tải do mất mát, hư hỏng hàng hóa xảy ra trong quá trình vận tải từ lúc nhận hàng đến lúc giao hàng; bồi thường thiệt hại do người làm công, người đại diện gây ra trong khi thực hiện công việc được người kinh doanh vận tải giao; chịu trách nhiệm về hậu quả mà người làm công, người đại diện gây ra do thực hiện yêu cầu của người kinh doanh vận tải trái với quy định của pháp luật.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 178,
    "q": "Người kinh doanh vận tải hàng hóa có các nghĩa vụ gì dưới đây?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Nghĩa vụ \u001dbồi thường thiệt hại do mất mát, hư hỏng."
  },
  {
    "1": "Từ chối xếp hàng lên phương tiện mà phương tiện đó không đúng thỏa thuận trong hợp đồng; yêu cầu người kinh doanh vận tải giao hàng đúng thời gian, địa điểm đã thỏa thuận trong hợp đồng; yêu cầu người kinh doanh vận tải bồi thường thiệt hại theo quy định của pháp luật.",
    "2": "Từ chối xếp hàng hóa lên phương tiện khi thấy phương tiện đó không phù hợp với yêu cầu; yêu cầu người kinh doanh vận tải giao hàng trước thời hạn đã thỏa thuận trong hợp đồng; yêu cầu người kinh doanh vận tải bồi thường thiệt hại khi người kinh doanh vận tải gây thiệt hại.",
    "3": "",
    "4": "",
    "id": 179,
    "q": "Người thuê vận tải hàng hóa có các quyền hạn gì dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Người thuê vận tải có quyền từ chối nếu phương tiện không đúng thỏa thuận trong hợp đồng."
  },
  {
    "1": "Chuẩn bị đầy đủ các giấy tờ hợp pháp về hàng hóa trước khi giao hàng hóa cho người kinh doanh vận tải; đóng gói hàng hóa đúng quy cách, ghi ký hiệu, mã hiệu hàng hóa đầy đủ, rõ ràng; giao hàng hóa cho người kinh doanh vận tải đúng thời gian, địa điểm và nội dung khác ghi trong giấy gửi hàng.",
    "2": "Chuẩn bị đầy đủ các giấy tờ hợp pháp về phương tiện vận chuyển hàng hoá và giao cho người lái xe; xếp hàng hóa lên phương tiện vận chuyển đảm bảo an toàn; giao hàng hóa cho người nhận hàng đúng thời gian, địa điểm.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 180,
    "q": "Người thuê vận tải hàng hóa có các nghĩa vụ gì dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Người thuê vận tải chuẩn bị đầy đủ giấy tờ hợp pháp về hàng hóa."
  },
  {
    "1": "Nhận và kiểm tra hàng hóa nhận được theo giấy vận chuyển hoặc chứng từ tương đương khác; yêu cầu người kinh doanh vận tải thanh toán chi phí phát sinh do giao hàng hóa chậm.",
    "2": "Yêu cầu hoặc thông báo cho người thuê vận tải để yêu cầu người lái xe bồi thường thiệt hại do mất mát, hư hỏng hàng hóa; nhận hàng hóa không theo giấy vận chuyển hoặc chứng từ tương đương khác.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 181,
    "q": "Người nhận hàng có các quyền gì dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Người nhận hàng có quyền yêu cầu thanh toán chi phí phát sinh do giao hàng chậm."
  },
  {
    "1": "Nhận hàng hóa đúng thời gian, địa điểm đã thỏa thuận.",
    "2": "Xuất trình giấy vận chuyển và giấy tờ tùy thân cho người kinh doanh vận tải trước khi nhận hàng hóa; thanh toán chi phí phát sinh do nhận hàng chậm.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 182,
    "q": "Người nhận hàng có các nghĩa vụ gì dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Cả 2 ý 1 và 2 đều đúng với nghĩa vụ của người nhận hàng."
  },
  {
    "1": "Là hàng có kích thước vượt quá kích thước và trọng lượng của xe.",
    "2": "Là hàng có kích thước hoặc trọng lượng vượt quá giới hạn quy định nhưng có thể tháo rời.",
    "3": "Là hàng có kích thước hoặc trọng lượng vượt quá giới hạn quy định nhưng không thể tháo rời ra được.",
    "4": "",
    "id": 183,
    "q": "Hàng siêu trường, siêu trọng được hiểu như thế nào là đúng?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Hàng siêu trường, siêu trọng không thể tháo rời."
  },
  {
    "1": "Tùy theo loại động vật sống, người kinh doanh vận tải yêu cầu người thuê vận tải áp tải để chăm sóc trong quá trình vận tải.",
    "2": "Người thuê vận tải chịu trách nhiệm về việc xếp dỡ động vật sống theo hướng dẫn của người kinh doanh vận tải; trường hợp người thuê vận tải không thực hiện được thì phải trả cước, phí xếp, dỡ cho người kinh doanh vận tải.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 184,
    "q": "Việc vận chuyển động vật sống phải tuân theo những quy định nào dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Vận chuyển động vật sống có thể cần chăm sóc và chịu trách nhiệm xếp dỡ động vật sống."
  },
  {
    "1": "Phải có giấy phép do cơ quan có thẩm quyền cấp, xe vận chuyển hàng nguy hiểm không được dừng, đỗ nơi đông người, những nơi dễ xảy ra nguy hiểm.",
    "2": "Phải được chuyên chở trên xe chuyên dùng để vận chuyển hàng nguy hiểm; xe vận chuyển hàng nguy hiểm phải chạy liên tục không được dừng, đỗ trong quá trình vận chuyển.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 185,
    "q": "Xe vận chuyển hàng nguy hiểm phải chấp hành những quy định nào dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Vận chuyển hàng nguy hiểm phải có giấy phép."
  },
  {
    "1": "Người lái xe buýt phải chạy đúng tuyến, đúng lịch trình và dừng đỗ đúng nơi quy định; người lái xe chở hàng phải hoạt động đúng tuyến, phạm vi và thời gian quy định đối với từng loại xe.",
    "2": "Người lái xe buýt, xe chở hàng đón, trả khách, hàng hóa theo thỏa thuận giữa hành khách, chủ hàng và người lái xe.",
    "3": "",
    "4": "",
    "id": 186,
    "q": "Trong đô thị, người lái xe buýt, xe chở hàng phải thực hiện những quy định nào dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Xe buýt phải chạy đúng tuyến."
  },
  {
    "1": "Hàng vận chuyển trên xe phải được xếp đặt gọn gàng và chằng buộc chắc chắn.",
    "2": "Khi vận chuyển hàng rời phải che đậy, không để rơi vãi.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 187,
    "q": "Việc vận chuyển hàng hóa bằng xe ô tô phải chấp hành các quy định nào dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Vận chuyển hàng hóa phải xếp đặt gọn hàng và che đậy, không để rơi vãi."
  },
  {
    "1": "Hình 1.",
    "2": "Hình 2.",
    "3": "Hình 3.",
    "4": "",
    "id": 188,
    "q": "Những ký hiệu hàng hóa dưới đây, ký hiệu nào chống mưa?",
    "img": "q188.png",
    "a": 2,
    "k": "",
    "e": "Hình 1 tránh ánh nắng mặt trời; Hình 2 tránh mưa; Hình 3 là hàng dễ vỡ."
  },
  {
    "1": "Hình 1.",
    "2": "Hình 2.",
    "3": "",
    "4": "",
    "id": 189,
    "q": "Ký hiệu chuyên dùng nào biểu hiện hàng chuyên chở phải tránh ánh nắng mặt trời?",
    "img": "q189.png",
    "a": 1,
    "k": "",
    "e": "Hình 1 tránh ánh nắng mặt trời; Hình 2 tránh mưa."
  },
  {
    "1": "Hình 1",
    "2": "Hình 2",
    "3": "",
    "4": "",
    "id": 190,
    "q": "Hình nào dưới đây biểu hiện hàng chuyên chở dễ vỡ phải cẩn thận?",
    "img": "q190.png",
    "a": 1,
    "k": "",
    "e": "Hình 1 là hàng dễ vỡ; Hình 2 là hàng chất lỏng."
  },
  {
    "1": "Hình 1.",
    "2": "Hình 2.",
    "3": "Hình 3.",
    "4": "",
    "id": 191,
    "q": "Hình nào dưới đây đòi hỏi hàng phải xếp theo hướng thẳng đứng?",
    "img": "q191.png",
    "a": 4,
    "k": "",
    "e": "Hình 1 tránh ánh nắng mặt trời; Hình 2 là hàng dễ vỡ; Hình 3 hàng để thẳng đứng lên."
  },
  {
    "1": "Hình 1.",
    "2": "Hình 2.",
    "3": "",
    "4": "",
    "id": 192,
    "q": "Hình nào dưới đây biểu hiện hàng chuyên chở là chất lỏng?",
    "img": "q192.png",
    "a": 2,
    "k": "",
    "e": "Hình 1 là hàng dễ vỡ; Hình 2 là hàng chất lỏng."
  },
  {
    "1": "Được khách hàng, xã hội tôn trọng; được đồng nghiệp quý mến, giúp đỡ; được doanh nghiệp tin dùng và đóng góp nhiều cho xã hội.",
    "2": "Thu hút được khách hàng, góp phần quan trọng trong xây dựng thương hiệu, kinh doanh có hiệu quả cao.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 193,
    "q": "Người hành nghề lái xe khi thực hiện tốt việc rèn luyện, nâng cao trách nhiệm, đạo đức nghề nghiệp sẽ thu được kết quả như thế nào?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Thực hiện nghiêm chỉnh những nội dung hợp đồng giữa chủ phương tiện với chủ hàng trong việc vận chuyển và bảo quản hàng hóa trong quá trình vận chuyển; không chở hàng cấm, không xếp hàng quá trọng tải của xe, quá trọng tải cho phép của cầu, đường; khi vận chuyển hàng quá khổ, quá tải, hàng nguy hiểm, hàng siêu trường, siêu trọng phải có giấy phép.",
    "2": "Thực hiện nghiêm chỉnh những nội dung hợp đồng giữa chủ hàng với khách hàng trong việc vận chuyển và bảo quản hàng hóa trong quá trình vận chuyển; trong trường hợp cần thiết có thể xếp hàng quá trọng tải của xe, quá trọng tải cho phép của cầu theo yêu cầu của chủ hàng; khi vận chuyển hàng quá khổ, quá tải, hàng nguy hiểm, hàng siêu trường, siêu trọng phải được chủ hàng cho phép.",
    "3": "",
    "4": "",
    "id": 194,
    "q": "Người lái xe vận tải hàng hóa cần thực hiện những nhiệm vụ gì ghi ở dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Nhiệm vụ không chở hàng cấm."
  },
  {
    "1": "Phải yêu quý xe, quản lý và sử dụng xe tốt; bảo dưỡng xe đúng định kỳ; thực hành tiết kiệm vật tư, nhiên liệu; luôn tu dưỡng bản thân, có lối sống lành mạnh, tác phong làm việc công nghiệp.",
    "2": "Nắm vững các quy định của pháp luật, tự giác chấp hành pháp luật, lái xe an toàn; coi hành khách như người thân, là đối tác tin cậy; có ý thức tổ chức kỷ luật và xây dựng doanh nghiệp vững mạnh; có tinh thần hợp tác, tương trợ, giúp đỡ đồng nghiệp.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 195,
    "q": "Người lái xe kinh doanh vận tải cần thực hiện những công việc gì ghi ở dưới đây để thường xuyên rèn luyện nâng cao đạo đức nghề nghiệp?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Kiểm tra các điều kiện bảo đảm an toàn của xe sau khi khởi hành; có trách nhiệm lái xe thật nhanh khi chậm giờ của khách.",
    "2": "Kiểm tra các điều kiện bảo đảm an toàn của xe trước khi khởi hành; có thái độ văn minh, lịch sự, hướng dẫn hành khách ngồi đúng nơi quy định; kiểm tra việc sắp xếp, chằng buộc hành lý, bảo đảm an toàn.",
    "3": "Có biện pháp bảo vệ tính mạng, sức khỏe, tài sản của hành khách đi xe, giữ gìn trật tự, vệ sinh trong xe; đóng cửa lên xuống của xe trước và trong khi xe chạy.",
    "4": "Cả ý 2 và ý 3.",
    "id": 196,
    "q": "Người lái xe và nhân viên phục vụ trên xe ô tô vận tải hành khách phải có những trách nhiệm gì theo quy định được ghi ở dưới đây?",
    "img": "",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Là sự hiểu biết và chấp hành nghiêm chỉnh pháp luật về giao thông; là ý thức trách nhiệm với cộng đồng khi tham gia giao thông.",
    "2": "Là ứng xử có văn hóa, có tình yêu thương con người trong các tình huống không may xảy ra khi tham gia giao thông.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 197,
    "q": "Khái niệm về văn hóa giao thông được hiểu như thế nào là đúng?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Cho xe chạy thật nhanh qua vũng nước.",
    "2": "Giảm tốc độ cho xe chạy chậm qua vũng nước.",
    "3": "Giảm tốc độ cho xe chạy qua làn đường dành cho mô tô để tránh vũng nước.",
    "4": "",
    "id": 198,
    "q": "Trên làn đường dành cho ô tô có vũng nước lớn, có nhiều người đi xe mô tô trên làn đường bên cạnh, người lái xe ô tô xử lý như thế nào là có văn hóa giao thông?",
    "img": "",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Là bình thường.",
    "2": "Là thiếu văn hóa giao thông.",
    "3": "Là có văn hóa giao thông.",
    "4": "",
    "id": 199,
    "q": "Người lái xe cố tình không phân biệt làn đường, vạch phân làn, phóng nhanh, vượt ẩu, vượt đèn đỏ, đi vào đường cấm, đường một chiều được coi là hành vi nào trong các hành vi dưới đây?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": ""
  },
  {
    "1": "Thực hiện cầm máu trực tiếp.",
    "2": "Thực hiện cầm máu không trực tiếp (chặn động mạch).",
    "3": "",
    "4": "",
    "id": 200,
    "q": "Khi sơ cứu người bị tai nạn giao thông đường bộ, có vết thương chảy máu ngoài, màu đỏ tươi phun thành tia và phun mạnh khi mạch đập, bạn phải làm gì?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": ""
  },
  {
    "1": "Có trách nhiệm với bản thân và với cộng đồng; tôn trọng, nhường nhịn người khác.",
    "2": "Tận tình giúp đỡ người tham gia giao thông gặp hoạn nạn; giúp đỡ người khuyết tật, trẻ em và người cao tuổi.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 201,
    "q": "Người lái xe có văn hóa khi tham gia giao thông phải đáp ứng các điều kiện nào dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Điều khiển xe đi trên phần đường, làn đường có ít phương tiện tham gia giao thông, chỉ đội mũ bảo hiểm ở nơi có biển báo bắt buộc đội mũ bảo hiểm.",
    "2": "Chấp hành quy định về tốc độ, đèn tín hiệu, biển báo hiệu, vạch kẻ đường khi lái xe; chấp hành hiệu lệnh, chỉ dẫn của người điều khiển giao thông; nhường đường cho người đi bộ, người già, trẻ em, người khuyết tật.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 202,
    "q": "Trong các hành vi dưới đây, người lái xe mô tô có văn hóa giao thông phải ứng xử như thế nào?",
    "img": "",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Điều khiển xe đi bên phải theo chiều đi của mình; đi đúng phần đường, làn đường quy định; đội mũ bảo hiểm đạt chuẩn, cài quai đúng quy cách.",
    "2": "Điều khiển xe đi trên phần đường, làn đường có ít phương tiện tham gia giao thông",
    "3": "Đội mũ bảo hiểm ở nơi có biển báo bắt buộc đội mũ bảo hiểm",
    "4": "",
    "id": 203,
    "q": "Trong các hành vi dưới đây, người lái xe mô tô có văn hóa giao thông phải ứng xử như thế nào?",
    "img": "",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Điều khiển xe đi bên phải theo chiều đi của mình; đi đúng phần đường, làn đường quy định; dừng, đỗ xe đúng nơi quy định; đã uống rượu, bia thì không lái xe.",
    "2": "Điều khiển xe đi trên phần đường, làn đường có ít phương tiện giao thông; dừng xe, đỗ xe ở nơi thuận tiện hoặc theo yêu cầu của hành khách, của người thân.",
    "3": "Dừng và đỗ xe ở nơi thuận tiện cho việc giao nhận hành khách và hàng hóa; sử dụng ít rượu, bia thì có thể lái xe.",
    "4": "",
    "id": 204,
    "q": "Trong các hành vi dưới đây, người lái xe ô tô có văn hóa giao thông phải ứng xử như thế nào?",
    "img": "",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Có giấy phép lái xe phù hợp với loại xe được phép điều khiển; xe cơ giới đảm bảo các quy định về chất lượng, an toàn kỹ thuật và bảo vệ môi trường.",
    "2": "Có giấy chứng nhận bảo hiểm trách nhiệm dân sự của chủ xe cơ giới còn hiệu lực; nộp phí sử dụng đường bộ theo quy định.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 205,
    "q": "Người có văn hóa giao thông khi điều khiển xe cơ giới tham gia giao thông đường bộ phải đảm bảo các điều kiện gì?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Đặt các biển cảnh báo hoặc vật báo hiệu ở phía trước và phía sau hiện trường xảy ra tai nạn để cảnh báo; kiểm tra khả năng xảy ra hỏa hoạn do nhiên liệu bị rò rỉ; bảo vệ hiện trường vụ tai nạn và cấp cứu người bị thương.",
    "2": "Đặt các biển cảnh báo hoặc vật báo hiệu ở phía trên nóc xe xảy ra tai nạn để cảnh báo; kiểm tra khả năng xảy ra mất an toàn do nước làm mát bị rò rỉ; di chuyển hiện trường vụ tai nạn để giao thông thông suốt.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 206,
    "q": "Khi xảy ra tai nạn giao thông, người lái xe và người có mặt tại hiện trường vụ tai nạn phải thực hiện các công việc gì dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Thực hiện sơ cứu ban đầu trong trường hợp khẩn cấp; thông báo vụ tai nạn đến cơ quan thi hành pháp luật.",
    "2": "Nhanh chóng lái xe gây tai nạn hoặc đi nhờ xe khác ra khỏi hiện trường vụ tai nạn.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 207,
    "q": "Khi xảy ra tai nạn giao thông, có người bị thương nghiêm trọng, người lái xe và người có mặt tại hiện trường vụ tai nạn phải thực hiện các công việc gì?",
    "img": "",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Đặt nạn nhân nằm ngửa, khai thông đường thở của nạn nhân.",
    "2": "Thực hiện các biện pháp hô hấp nhân tạo.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 208,
    "q": "Khi sơ cứu ban đầu cho người bị tai nạn giao thông đường bộ không còn hô hấp, người lái xe và người có mặt tại hiện trường vụ tai nạn phải thực hiện các công việc gì?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Không bị nghiêm cấm.",
    "2": "Nghiêm cấm tùy từng trường hợp cụ thể.",
    "3": "Bị nghiêm cấm.",
    "4": "",
    "id": 209,
    "q": "Hành vi bỏ trốn sau khi gây tai nạn để trốn tránh trách nhiệm hoặc khi có điều kiện mà cố ý không cứu giúp người bị tai nạn giao thông có bị nghiêm cấm hay không?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Xâm phạm tính mạng, sức khoẻ, tài sản của người bị nạn và người gây tai nạn.",
    "2": "Bỏ trốn sau khi gây ra tai nạn để trốn tránh trách nhiệm.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 210,
    "q": "Khi xảy ra tai nạn giao thông, những hành vi nào dưới đây bị nghiêm cấm?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": ""
  },
  {
    "1": "Xâm phạm tính mạng, sức khỏe, tài sản của người bị nạn và người gây tai nạn.",
    "2": "Sơ cứu người bị nạn khi cơ quan có thẩm quyền chưa cho phép.",
    "3": "Sơ cứu người gây tai nạn khi cơ quan có thẩm quyền chưa cho phép.",
    "4": "",
    "id": 211,
    "q": "Khi xảy ra tai nạn giao thông, những hành vi nào dưới đây bị nghiêm cấm?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": ""
  },
  {
    "1": "Cho xe lấn sang làn ngược chiều để nhanh chóng thoát khỏi nơi ùn tắc.",
    "2": "Điều khiển xe lên vỉa hè để nhanh chóng thoát khỏi nơi ùn tắc.",
    "3": "Kiên nhẫn tuân thủ hướng dẫn của người điều khiển giao thông hoặc tín hiệu giao thông, di chuyển trên đúng phần đường bên phải theo chiều đi, nhường đường cho các phương tiện đi ngược chiều để nút tắc nhanh chóng được giải tỏa.",
    "4": "",
    "id": 212,
    "q": "Trong đoạn đường hai chiều tại khu đông dân cư đang ùn tắc, người điều khiển xe mô tô hai bánh có văn hóa giao thông sẽ lựa chọn xử lý tình huống nào dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Bấm còi liên tục thúc giục các phương tiện phía trước nhường đường.",
    "2": "Đi lên vỉa hè, tận dụng mọi khoảng trống để nhanh chóng thoát khỏi nơi ùn tắc.",
    "3": "Lấn sang làn đường bên trái cố gắng vượt lên xe khác",
    "4": "Tất cả các ý nêu trên.",
    "id": 213,
    "q": "Trên đường đang xảy ra ùn tắc những hành vi nào sau đây là thiếu văn hóa khi tham gia giao thông?",
    "img": "",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Giữ tay ga ở mức độ phù hợp, sử dụng phanh trước và phanh sau để giảm tốc độ.",
    "2": "Nhả hết tay ga, tắt động cơ, sử dụng phanh trước và phanh sau để giảm tốc độ.",
    "3": "Sử dụng phanh trước để giảm tốc độ kết hợp với tắt chìa khóa điện của xe.",
    "4": "",
    "id": 214,
    "q": "Khi điều khiển xe mô tô tay ga xuống đường dốc dài, độ dốc cao, người lái xe cần thực hiện các thao tác nào dưới đây để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Xe mô tô xuống dốc dài cần sử dụng cả phanh trước và phanh sau để giảm tốc độ."
  },
  {
    "1": "Đạp bàn đạp phanh chân hết hành trình, vào số và nhả phanh tay nếu có, kiểm tra lại xem có bị nhầm số không rồi mới cho xe lăn bánh.",
    "2": "Đạp bàn đạp để tăng ga với mức độ phù hợp, vào số và kiểm tra lại xem có bị nhầm số không rồi mới cho xe lăn bánh.",
    "3": "",
    "4": "",
    "id": 215,
    "q": "Khi vào số để khởi hành xe ô tô có số tự động, người lái xe phải thực hiện các thao tác nào để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Khởi hành xe ô tô số tự động cần đạp phanh chân hết hành trình."
  },
  {
    "1": "Dùng lực tay phải kéo cần phanh tay về phía sau hết hành trình; nếu khóa hãm bị kẹt cứng phải đẩy mạnh phanh tay về phía trước, sau đó bóp khóa hãm.",
    "2": "Dùng lực tay phải bóp khóa hãm đẩy cần phanh tay về phía trước hết hành trình; nếu khóa hãm bị kẹt cứng phải kéo cần phanh tay về phía sau đồng thời bóp khóa hãm.",
    "3": "Dùng lực tay phải đẩy cần phanh tay về phía trước hết hành trình; nếu khóa hãm bị kẹt cứng phải đẩy mạnh cần phanh tay về phía trước, sau đó bóp khóa hãm.",
    "4": "",
    "id": 216,
    "q": "Khi nhả hệ thống phanh dừng cơ khí điều khiển bằng tay (phanh tay), người lái xe cần phải thực hiện các thao tác nào?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Thực hiện \u001dphanh tay cần phải bóp khóa hãm đẩy cần phanh tay về phía trước."
  },
  {
    "1": "Kiểm tra an toàn xung quanh xe ô tô; nhả từ từ đến 1/2 hành trình bàn đạp ly hợp (côn) và giữ trong khoảng 3 giây; vào số 1; nhả hết phanh tay, báo hiệu bằng còi, đèn trước khi xuất phát; tăng ga đủ để xuất phát, sau đó vừa tăng ga vừa nhả hết ly hợp để cho xe ô tô chuyển động.",
    "2": "Kiểm tra an toàn xung quanh xe ô tô; đạp ly hợp (côn) hết hành trình; vào số 1; nhả hết phanh tay, báo hiệu bằng còi, đèn trước khi xuất phát; tăng ga đủ để xuất phát; nhả từ từ đến 1/2 hành trình bàn đạp ly hợp và giữ trong khoảng 3 giây, sau đó vừa tăng ga vừa nhả hết ly hợp (côn) để cho xe ô tô chuyển động.",
    "3": "",
    "4": "",
    "id": 217,
    "q": "Khi khởi hành ô tô sử dụng hộp số cơ khí trên đường bằng, người lái xe cần thực hiện các thao tác nào theo trình tự dưới đây?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Khởi hành ô tô sử dụng hộp số đạp côn hết hành trình; vào số 1."
  },
  {
    "1": "Quan sát biển báo hiệu để biết nơi được phép quay đầu; quan sát kỹ địa hình nơi chọn để quay đầu; lựa chọn quỹ đạo quay đầu xe cho thích hợp; quay đầu xe với tốc độ thấp; thường xuyên báo tín hiệu để người, các phương tiện xung quanh được biết; nếu quay đầu xe ở nơi nguy hiểm thì đưa đầu xe về phía nguy hiểm đưa đuôi xe về phía an toàn.",
    "2": "Quan sát biển báo hiệu để biết nơi được phép quay đầu; quan sát kỹ địa hình nơi chọn để quay đầu; lựa chọn quỹ đạo quay đầu xe; quay đầu xe với tốc độ tối đa; thường xuyên báo tín hiệu để người, các phương tiện xung quanh được biết; nếu quay đầu xe ở nơi nguy hiểm thì đưa đuôi xe về phía nguy hiểm và đầu xe về phía an toàn.",
    "3": "",
    "4": "",
    "id": 218,
    "q": "Khi quay đầu xe, người lái xe cần phải quan sát và thực hiện các thao tác nào để đảm bảo an toàn giao thông?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Thực hiện quay đầu xe với tốc độ thấp."
  },
  {
    "1": "Không nên đi cố vào đường hẹp; xe đi ở phía sườn núi nên dừng lại trước để nhường đường; khi dừng xe nhường đường phải đỗ ngay ngắn.",
    "2": "Trong khi tránh nhau không nên đổi số; khi tránh nhau ban đêm, phải tắt đèn pha bật đèn cốt.",
    "3": "Khi tránh nhau ban đêm, phải thường xuyên bật đèn pha tắt đèn cốt.",
    "4": "Cả ý 1 và ý 2.",
    "id": 219,
    "q": "Khi tránh nhau trên đường hẹp, người lái xe cần phải chú ý những điểm nào để đảm bảo an toàn giao thông?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Cả ý 1 và ý 2 đều đúng. Ý 3 tránh nhau ban đêm bật đèn pha là sai."
  },
  {
    "1": "Tăng lên số cao từ chân dốc, điều chỉnh ga cho xe nhanh lên dốc; đến gần đỉnh dốc phải tăng ga để xe nhanh chóng qua dốc; về số thấp, đi sát về phía bên phải đường, có tín hiệu (còi, đèn) để báo cho người lái xe đi ngược chiều biết.",
    "2": "Về số thấp từ chân dốc, điều chỉnh ga cho xe từ từ lên dốc; đến gần đỉnh dốc phải đi chậm, đi sát về phía bên phải đường, có tín hiệu (còi, đèn) để báo cho người lái xe đi ngược chiều biết.",
    "3": "",
    "4": "",
    "id": 220,
    "q": "Khi điều khiển ô tô lên dốc cao, người lái xe cần thực hiện các thao tác nào?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Ô tô lên dốc cao cần về số thấp từ chân dốc."
  },
  {
    "1": "Tăng lên số cao, nhả bàn đạp ga ở mức độ phù hợp, kết hợp với phanh chân để khống chế tốc độ.",
    "2": "Về số thấp, nhả bàn đạp ga ở mức độ phù hợp, kết hợp với phanh chân để khống chế tốc độ.",
    "3": "Về số không (N), nhả bàn đạp ga ở mức độ phù hợp, kết hợp với phanh chân để khống chế tốc độ.",
    "4": "",
    "id": 221,
    "q": "Khi điều khiển ô tô xuống dốc cao, người lái xe cần thực hiện các thao tác nào dưới đây để đảm bảo an toàn?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": "Ô tô xuống dốc cao cần về số thấp."
  },
  {
    "1": "Có tín hiệu rẽ phải, điều khiển xe sát vào lề đường bên phải; đạp phanh sớm và mạnh hơn lúc dừng xe trên đường bằng để xe đi với tốc độ chậm đến mức dễ dàng dừng lại được; về số 1, đạp nửa ly hợp (côn) cho xe đến chỗ dừng; khi xe đã dừng, về số không (N), đạp phanh chân và kéo phanh tay.",
    "2": "Có tín hiệu rẽ phải, điều khiển xe sát vào lề đường bên trái; đạp hết hành trình ly hợp (côn) và nhả bàn đạp ga để xe đi với tốc độ chậm đến mức dễ dàng dừng lại được tại chỗ dừng; khi xe đã dừng, đạp và giữ phanh chân.",
    "3": "Có tín hiệu rẽ trái, điều khiển xe sát vào lề đường bên phải; đạp phanh sớm và mạnh hơn lúc dừng xe trên đường bằng để xe đi với tốc độ chậm đến mức dễ dàng dừng lại được; về số không (N) để xe đi đến chỗ dừng, khi xe đã dừng, kéo phanh tay.",
    "4": "",
    "id": 222,
    "q": "Khi xuống dốc, muốn dừng xe, người lái xe cần thực hiện các thao tác nào để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Khi xuống dốc muốn dừng xe thì có tín hiệu rẽ phải, điều khiển xe vào lề đường bên phải."
  },
  {
    "1": "Quan sát cẩn thận các chướng ngại vật và báo hiệu bằng còi, đèn; giảm tốc độ tới mức cần thiết, về số thấp và thực hiện quay vòng với tốc độ phù hợp với bán kính cong của đường vòng.",
    "2": "Quan sát cẩn thận các chướng ngại vật và báo hiệu bằng còi, đèn; tăng tốc để nhanh chóng qua đường vòng và giảm tốc độ sau khi qua đường vòng.",
    "3": "",
    "4": "",
    "id": 223,
    "q": "Khi điều khiển xe trên đường vòng người lái xe cần phải làm gì để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Điều khiển xe trên đường vòng cần giảm tốc độ."
  },
  {
    "1": "Có tín hiệu rẽ phải; quan sát an toàn phía sau; điều khiển xe sang làn đường bên trái; giảm tốc độ và quan sát an toàn phía bên phải để điều khiển xe qua chỗ đường giao nhau.",
    "2": "Cách chỗ rẽ một khoảng cách an toàn có tín hiệu rẽ phải; quan sát an toàn phía sau; điều khiển xe bám sát vào phía phải đường; giảm tốc độ và quan sát an toàn phía bên phải để điều khiển xe qua chỗ đường giao nhau.",
    "3": "Cách chỗ rẽ một khoảng cách an toàn có tín hiệu rẽ phải; quan sát an toàn phía sau; điều khiển xe bám sát vào phía phải đường; tăng tốc độ và quan sát an toàn phía bên trái để điều khiển xe qua chỗ đường giao nhau.",
    "4": "",
    "id": 224,
    "q": "Khi điều khiển xe ô tô rẽ phải ở chỗ đường giao nhau, người lái xe cần thực hiện các thao tác nào để đảm bảo an toàn?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Điều khiển xe rẽ phải thì bám sát vào phía phải đường và giảm tốc độ."
  },
  {
    "1": "Cách chỗ rẽ một khoảng cách an toàn giảm tốc độ, có tín hiệu rẽ trái xin đổi làn đường; quan sát an toàn xung quanh đặc biệt là bên trái; đổi sang làn đường bên trái; cho xe chạy chậm tới phía trong của tâm đường giao nhau mới rẽ trái để điều khiển xe qua chỗ đường giao nhau.",
    "2": "Cách chỗ rẽ một khoảng cách an toàn có tín hiệu rẽ trái, tăng tốc độ để xe nhanh chóng qua chỗ đường giao nhau; có tín hiệu xin đổi làn đường; quan sát an toàn xung quanh đặc biệt là bên trái; đổi làn đường sang phải để mở rộng vòng cua.",
    "3": "",
    "4": "",
    "id": 225,
    "q": "Khi điều khiển xe ô tô rẽ trái ở chỗ đường giao nhau, người lái xe cần thực hiện các thao tác nào để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Điều khiển xe rẽ trái thì giảm tốc độ."
  },
  {
    "1": "Gài số một (1) và từ từ cho hai bánh xe trước xuống rãnh, tăng ga cho hai bánh xe trước vượt lên khỏi rãnh, tăng số, tăng tốc độ để bánh xe sau vượt qua rãnh.",
    "2": "Tăng ga, tăng số để hai bánh xe trước và bánh xe sau vượt qua khỏi rãnh và chạy bình thường.",
    "3": "Gài số một (1) và từ từ cho hai bánh xe trước xuống rãnh, tăng ga cho hai bánh xe trước vượt lên khỏi rãnh, tiếp tục để bánh xe sau từ từ xuống rãnh rồi tăng dần ga cho xe ô tô lên khỏi rãnh.",
    "4": "",
    "id": 226,
    "q": "Khi điều khiển xe sử dụng hộp số cơ khí vượt qua rãnh lớn cắt ngang mặt đường, người lái xe cần thực hiện các thao tác nào để đảm bảo an toàn?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Điều khiển xe số tay qua rãnh lớn thì gài số một (1), và không tăng số cho đến khi qua khỏi rãnh."
  },
  {
    "1": "Khi có chuông báo hoặc thanh chắn đã hạ xuống, người lái xe phải dừng xe tạm thời đúng khoảng cách an toàn, kéo phanh tay nếu đường dốc hoặc phải chờ lâu.",
    "2": "Khi không có chuông báo hoặc thanh chắn không hạ xuống, người lái xe phải quan sát nếu thấy đủ điều kiện an toàn thì về số thấp, tăng ga nhẹ để tránh động cơ chết máy cho xe vượt qua.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 227,
    "q": "Khi điều khiển xe qua đường sắt, người lái xe cần phải thực hiện các thao tác nào dưới đây để đảm bảo an toàn?",
    "img": "",
    "a": 4,
    "k": 1,
    "e": ""
  },
  {
    "1": "Khi chạy trên đường xấu, nhiều ổ gà nên chạy chậm để thùng xe không bị lắc mạnh, không gây hiện tượng lệch “ben”; khi chạy vào đường vòng, cần giảm tốc độ, không lấy lái gấp và không phanh gấp.",
    "2": "Khi chạy trên đường quốc lộ, đường bằng phẳng không cần hạ hết thùng xe xuống.",
    "3": "Khi đổ hàng phải chọn vị trí có nền đường cứng và phẳng, dừng hẳn xe, kéo chặt phanh tay; sau đó mới điều khiển cơ cấu nâng “ben” để đổ hàng, đổ xong hàng mới hạ thùng xuống.",
    "4": "Cả ý 1 và ý 3.",
    "id": 228,
    "q": "Khi điều khiển xe ô tô tự đổ, người lái xe cần chú ý những điểm gì để đảm bảo an toàn?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Xe ben khi đang chạy thì phải hạ hết thùng xe xuống nên ý 2 là sai. Cả ý 1 và ý 3 đều đúng."
  },
  {
    "1": "Không được nhìn xuống buồng lái, cần phải tăng thứ tự từ thấp đến cao, phối hợp các động tác phải nhịp nhàng, chính xác.",
    "2": "Nhìn xuống buồng lái để biết chính xác vị trí các tay số, cần phải tăng thứ tự từ thấp đến cao, phối hợp các động tác phải nhịp nhàng, vù ga phải phù hợp với tốc độ.",
    "3": "",
    "4": "",
    "id": 229,
    "q": "Khi điều khiển xe tăng số, người lái xe cần chú ý những điểm gì để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Không được nhìn xuống buồng lái khi tăng số."
  },
  {
    "1": "Nhìn xuống buồng lái để biết chính xác vị trí các tay số, cần phải giảm thứ tự từ cao đến thấp, phối hợp các động tác phải nhịp nhàng, chính xác.",
    "2": "Không được nhìn xuống buồng lái, cần phải giảm thứ tự từ cao đến thấp, phối hợp các động tác phải nhịp nhàng chính xác, vù ga phải phù hợp với tốc độ.",
    "3": "",
    "4": "",
    "id": 230,
    "q": "Khi điều khiển xe giảm số, người lái xe cần chú ý những điểm gì để đảm bảo an toàn?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Không được nhìn xuống buồng lái khi giảm số."
  },
  {
    "1": "Nhả bàn đạp ga, đạp ly hợp (côn) hết hành trình, đạp mạnh phanh chân để giảm tốc độ.",
    "2": "Về số thấp phù hợp, nhả bàn đạp ga, đạp phanh chân với mức độ phù hợp để giảm tốc độ.",
    "3": "Nhả bàn đạp ga, tăng lên số cao, đạp phanh chân với mức độ phù hợp để giảm tốc độ.",
    "4": "",
    "id": 231,
    "q": "Để giảm tốc độ khi ô tô đi xuống đường dốc dài, người lái xe phải thực hiện các thao tác nào để đảm bảo an toàn?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": "Để giảm tốc độ khi ô tô xuống dốc dài thì về số thấp phù hợp, nhả bàn đạp ga, đạp phanh chân phù hợp."
  },
  {
    "1": "Tăng lên số cao, tăng ga và giảm ga liên tục để thay đổi tốc độ, giữ vững tay lái để ô tô vượt qua đoạn đường ngập nước.",
    "2": "Đạp ly hợp (côn) hết hành trình, tăng ga và giảm ga liên tục để thay đổi tốc độ, giữ vững tay lái để ô tô vượt qua đoạn đường ngập nước.",
    "3": "Quan sát, ước lượng độ ngập nước mà xe ôtô có thể vượt qua an toàn, về số thấp, giữ đều ga và giữ vững tay lái để ô tô vượt qua đoạn đường ngập nước.",
    "4": "",
    "id": 232,
    "q": "Khi điều khiển ô tô qua đoạn đường ngập nước, người lái xe cần thực hiện các thao tác nào để đảm bảo an toàn?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Điều khiển ô tô qua đường ngập nước thì về số thấp, giữ đều ga."
  },
  {
    "1": "Chuyển từ đèn chiếu xa sang đèn chiếu gần; không nhìn thẳng vào đèn của xe chạy ngược chiều mà nhìn chếch sang phía phải theo chiều chuyển động của xe mình.",
    "2": "Chuyển từ đèn chiếu gần sang đèn chiếu xa; không nhìn thẳng vào đèn của xe chạy ngược chiều mà nhìn chếch sang phía phải theo chiều chuyển động của xe mình.",
    "3": "Chuyển từ đèn chiếu xa sang đèn chiếu gần; nhìn thẳng vào đèn của xe chạy ngược chiều để tránh xe đảm bảo an toàn.",
    "4": "",
    "id": 233,
    "q": "Khi điều khiển ô tô tới gần xe chạy ngược chiều vào ban đêm, người lái xe cần thực hiện các thao tác nào để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Điều khiển ô tô ban đêm tới gần xe ngược chiều thì chuyển đèn sang chiếu gần, không nhìn vào đèn xe ngược chiều."
  },
  {
    "1": "Giữ vững tay lái cho xe đi đúng vệt bánh xe đi trước, sử dụng số thấp đi chậm, giữ đều ga, đánh lái ngoặt và phanh gấp khi cần thiết.",
    "2": "Giữ vững tay lái cho xe đi đúng vệt bánh xe đi trước, sử dụng số thấp đi chậm (số L hoặc 1, 2 đối với xe số tự động), gài cầu (nếu có), giữ đều ga, không lấy nhiều lái, không đánh lái ngoặt và phanh gấp.",
    "3": "",
    "4": "",
    "id": 234,
    "q": "Khi điều khiển xe ô tô trên đường trơn cần chú ý những điểm gì để đảm bảo an toàn?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Điều khiển ô tô qua đường trơn thì không đánh lái ngoặt và phanh gấp."
  },
  {
    "1": "Phanh tay đang hãm hoặc thiếu dầu phanh.",
    "2": "Nhiệt độ nước làm mát quá mức cho phép.",
    "3": "Cửa xe đang mở.",
    "4": "",
    "id": 235,
    "q": "Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô?",
    "img": "q235.png",
    "a": 1,
    "k": "",
    "e": "BRAKE thì phanh tay đang hãm hoặc thiếu dầu phanh."
  },
  {
    "1": "Phanh tay đang hãm.",
    "2": "Thiếu dầu phanh.",
    "3": "Nhiệt độ nước làm mát tăng quá mức cho phép.",
    "4": "Dầu bôi trơn bị thiếu.",
    "id": 236,
    "q": "Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô?",
    "img": "q236.png",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Cửa xe đóng chưa chặt; hoặc có cửa xe chưa đóng.",
    "2": "Bộ nạp ắc quy gặp sự cố kỹ thuật.",
    "3": "Dầu bôi trơn bị thiếu.",
    "4": "Cả ý 2 và 3.",
    "id": 237,
    "q": "Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô?",
    "img": "q237.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Thiếu dầu phanh, phanh tay đang hãm.",
    "2": "Hệ thống túi khí an toàn gặp sự cố.",
    "3": "Lái xe và người ngồi ghế trước chưa cài dây an toàn.",
    "4": "Cửa đóng chưa chặt, có cửa chưa đóng.",
    "id": 238,
    "q": "Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô?",
    "img": "q238.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Báo hiệu thiếu dầu phanh.",
    "2": "Áp suất lốp không đủ.",
    "3": "Đang hãm phanh tay.",
    "4": "Sắp hết nhiên liệu.",
    "id": 239,
    "q": "Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô?",
    "img": "q239.png",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Xăng và dầu diesel.",
    "2": "Xăng sinh học và khí sinh học.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 240,
    "q": "Trong các loại nhiên liệu dưới đây, loại nhiên liệu nào giảm thiểu ô nhiễm môi trường?",
    "img": "",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Bảo dưỡng xe theo định kỳ và có kế hoạch lộ trình trước khi chạy xe.",
    "2": "Kiểm tra áp suất lốp theo quy định và chạy xe với tốc độ phù hợp với tình trạng mặt đường và mật độ giao thông trên đường.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 241,
    "q": "Các biện pháp tiết kiệm nhiên liệu khi chạy xe?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Để tiết kiệm nhiên liệu thì bảo dưỡng định kỳ và kiểm tra áp suất lốp."
  },
  {
    "1": "Quan sát tình hình giao thông phía sau, mở hé cánh cửa, nếu đảm bảo an toàn thì mở cửa ở mức cần thiết để xuống xe ô tô.",
    "2": "Mở cánh cửa và quan sát tình hình giao thông phía trước, nếu đảm bảo an toàn thì mở cửa ở mức cần thiết để xuống xe ô tô.",
    "3": "Mở cánh cửa hết hành trình và nhanh chóng ra khỏi xe ô tô.",
    "4": "",
    "id": 242,
    "q": "Khi đã đỗ xe ô tô sát lề đường bên phải, người lái xe phải thực hiện các thao tác nào dưới đây khi mở cửa xuống xe để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Mở cửa xe thì quan sát rồi mới mở hé cánh cửa."
  },
  {
    "1": "Tạm dừng xe tại vị trí cách đường sắt tối thiểu 5 mét, hạ kính cửa, tắt các thiết bị âm thanh trên xe, quan sát, nếu không có tàu chạy qua, về số thấp, tăng ga nhẹ để tránh động cơ chết máy cho xe vượt qua.",
    "2": "Tại vị trí cách đường sắt tối thiểu 5 mét quan sát phía trước, nếu tàu còn cách xa, tăng số cao, tăng ga để cho xe nhanh chóng vượt qua đường sắt.",
    "3": "",
    "4": "",
    "id": 243,
    "q": "Khi lái xe ô tô qua đường sắt không có rào chắn, không có người điều khiển giao thông, người lái xe phải xử lý như thế nào để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Lái xe ô tô qua đường sắt không rào chắn thì cách 5 mét hạ kính cửa, tắt âm thanh, quan sát."
  },
  {
    "1": "Không đúng.",
    "2": "Đúng.",
    "3": "Không cần thiết, vì nếu nhìn thấy tàu còn cách xa, người lái xe có thể tăng số cao, tăng ga để cho xe nhanh chóng vượt qua đường sắt.",
    "4": "",
    "id": 244,
    "q": "Khi lái xe ô tô qua đường sắt không có rào chắn, không có người điều khiển giao thông, người lái xe thực hiện thao tác: tạm dừng xe tại vị trí cách đường sắt tối thiểu 5 mét, hạ kính cửa, tắt các thiết bị âm thanh trên xe, quan sát và nếu không có tàu chạy qua thì về số thấp, tăng ga nhẹ để tránh động cơ chết máy cho xe vượt qua để đảm bảo an toàn là đúng hay không?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Lái xe ô tô qua đường sắt không rào chắn thì cách 5 mét hạ kính cửa, tắt âm thanh, quan sát."
  },
  {
    "1": "Về số thấp, kết hợp phanh chân để giảm tốc độ.",
    "2": "Giữ nguyên tay số D, kết hợp phanh tay để giảm tốc độ.",
    "3": "Về số N (số 0), kết hợp phanh chân để giảm tốc độ.",
    "4": "",
    "id": 245,
    "q": "Khi điều khiển ô tô có hộp số tự động đi vào đường trơn trượt, lầy lội, người lái xe phải xử lý như thế nào để đảm bảo an toàn trong các trường hợp dưới đây?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Điều khiển xe tự động vào đường trơn trượt thì về số thấp, kết hợp phanh chân."
  },
  {
    "1": "Vị trí N hoặc vị trí P hoặc số 0.",
    "2": "Vị trí D hoặc số 1.",
    "3": "Vị trí R.",
    "4": "",
    "id": 246,
    "q": "Khi động cơ ô tô đã khởi động, muốn điều chỉnh ghế của người lái, người lái xe phải điều chỉnh cần số ở vị trí nào?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Điều chỉnh ghế thì cần số ở P hoặc N."
  },
  {
    "1": "Không sử dụng chân trái; chân phải điều khiển bàn đạp phanh và bàn đạp ga.",
    "2": "Chân trái điều khiển bàn đạp phanh, chân phải điều khiển bàn đạp ga.",
    "3": "Không sử dụng chân phải; chân trái điều khiển bàn đạp phanh và bàn đạp ga.",
    "4": "",
    "id": 247,
    "q": "Khi điều khiển ô tô có hộp số tự động, người lái xe sử dụng chân như thế nào là đúng để bảo đảm an toàn?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Điều khiển xe số tự động không sử dụng chân trái."
  },
  {
    "1": "Tăng tốc độ, chạy gần xe trước, nhìn đèn hậu để định hướng.",
    "2": "Giảm tốc độ, chạy cách xa xe trước với khoảng cách an toàn, bật đèn sương mù và đèn chiếu gần.",
    "3": "Tăng tốc độ, bật đèn pha vượt qua xe chạy trước.",
    "4": "",
    "id": 248,
    "q": "Khi tầm nhìn bị hạn chế bởi sương mù hoặc mưa to, người lái xe phải thực hiện các thao tác nào?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": "Tầm nhìn bị hạn chế thì giảm tốc độ."
  },
  {
    "1": "Giảm tốc độ, nếu cần thiết có thể dừng xe lại.",
    "2": "Bật đèn pha chiếu xa và giữ nguyên tốc độ.",
    "3": "Tăng tốc độ, bật đèn pha đối diện xe phía trước.",
    "4": "",
    "id": 249,
    "q": "Khi đèn pha của xe đi ngược chiều gây chói mắt, làm giảm khả năng quan sát trên đường, người lái xe xử lý như thế nào để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Đèn pha xe ngược chiều gây chói mắt thì giảm tốc độ."
  },
  {
    "1": "Sử dụng phanh trước.",
    "2": "Sử dụng phanh sau.",
    "3": "Giảm hết ga; sử dụng đồng thời cả phanh sau và phanh trước.",
    "4": "",
    "id": 250,
    "q": "Để đạt được hiệu quả phanh cao nhất, người lái xe mô tô phải sử dụng các kỹ năng như thế nào dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Khi phanh xe mô tô thì giảm hết ga."
  },
  {
    "1": "Giảm tốc độ, về số thấp và giữ đều ga.",
    "2": "Tăng tốc độ cho xe lướt qua nhanh.",
    "3": "Tăng tốc độ, đánh lái liên tục để tránh “ổ gà”.",
    "4": "",
    "id": 251,
    "q": "Khi lái xe ô tô trên mặt đường có nhiều “ổ gà”, người lái xe phải thực hiện thao tác như thế nào để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Lái xe trên đường có nhiều ổ gà thì giảm tốc độ."
  },
  {
    "1": "Bật đèn chiếu gần và đèn vàng, điều khiển gạt nước, điều khiển ô tô đi với tốc độ chậm để có thể quan sát được; tìm chỗ an toàn dừng xe, bật đèn dừng khẩn cấp báo hiệu cho các xe khác biết.",
    "2": "Bật đèn chiếu xa và đèn vàng, điều khiển gạt nước, tăng tốc độ điều khiển ô tô qua khỏi khu vực mưa hoặc sương mù.",
    "3": "Tăng tốc độ, bật đèn pha vượt qua xe chạy phía trước.",
    "4": "",
    "id": 252,
    "q": "Khi điều khiển ô tô gặp mưa to hoặc sương mù, người lái xe phải làm gì để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Điều khiển ô tô gặp mưa to thì chạy tốc độ chậm."
  },
  {
    "1": "Giảm tốc độ, tăng cường quan sát, không nên phanh gấp, không nên tăng ga hay đánh vô lăng đột ngột, bật đèn pha gần, mở chế độ gạt nước ở chế độ phù hợp để đảm bảo quan sát.",
    "2": "Phanh gấp khi xe đi vào vũng nước và tăng ga ngay sau khi ra khỏi vũng nước.",
    "3": "Bật đèn chiếu xa, tăng tốc độ điều khiển ô tô qua khỏi khu vực mưa.",
    "4": "",
    "id": 253,
    "q": "Điều khiển xe ô tô trong trời mưa, người lái xe phải xử lý như thế nào để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Điều khiển ô tô trong trời mưa thì giảm tốc độ."
  },
  {
    "1": "Quan sát bên trái, bên phải, phía sau xe, có tín hiệu cần thiết và lùi xe với tốc độ phù hợp.",
    "2": "Quan sát phía trước xe và lùi xe với tốc độ nhanh.",
    "3": "Quan sát bên trái và phía trước của xe và lùi xe với tốc độ nhanh.",
    "4": "",
    "id": 254,
    "q": "Khi lùi xe, người lái xe phải xử lý như thế nào để bảo đảm an toàn giao thông?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Lùi xe thì cần quan sát phía sau xe."
  },
  {
    "1": "Giảm tốc độ đến mức an toàn, quan sát, nhường đường cho người đi bộ; giữ khoảng cách an toàn với các xe phía trước.",
    "2": "Đi đúng làn đường quy định; chỉ được chuyển làn đường ở nơi cho phép, nhưng phải quan sát.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 255,
    "q": "Điều khiển xe ô tô trong khu vực đông dân cư cần lưu ý điều gì dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Điều khiển xe ô tô trong khu vực đông dân cư thì giảm tốc độ và đi đúng làn đường."
  },
  {
    "1": "Quan sát, phát tín hiệu và lái xe nhập vào làn đường tăng tốc, nhường đường cho các xe đang chạy trên đường cao tốc, khi đủ điều kiện an toàn thì tăng tốc độ cho xe nhập vào làn đường cao tốc.",
    "2": "Phát tín hiệu, quan sát các xe đang chạy phía trước, nếu đảm bảo các điều kiện an toàn thì tăng tốc độ cho xe nhập ngay vào làn đường cao tốc.",
    "3": "Phát tín hiệu và lái xe nhập vào làn đường tăng tốc, quan sát các xe phía sau đang chạy trên đường cao tốc, khi đủ điều kiện an toàn thì giảm tốc độ, từ từ cho xe nhập vào làn đường cao tốc.",
    "4": "",
    "id": 256,
    "q": "Khi điều khiển xe ô tô nhập vào đường cao tốc người lái xe cần thực hiện như thế nào để bảo đảm an toàn giao thông?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Khi lái xe nhập vào làn đường cao tốc thì nhường đường cho xe đang trên đường cao tốc."
  },
  {
    "1": "Quan sát phía trước để tìm biển báo chỉ dẫn “Lối ra đường cao tốc”, kiểm tra tình trạng giao thông phía sau và bên phải, nếu đảm bảo điều kiện an toàn thì phát tín hiệu và điều khiển xe chuyển dần sang làn đường giảm tốc và ra khỏi đường cao tốc.",
    "2": "Quan sát về phía trước để tìm biển báo chỉ dẫn “Lối ra đường cao tốc”, trường hợp vượt qua “Lối ra đường cao tốc” thì phát tín hiệu, di chuyển sang làn đường giảm tốc và lùi xe quay trở lại.",
    "3": "",
    "4": "",
    "id": 257,
    "q": "Khi điều khiển xe ô tô ra khỏi đường cao tốc người lái xe cần thực hiện như thế nào để bảo đảm an toàn giao thông?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Điều khiển xe ra khỏi làn cao tốc thì không được phép lùi xe, nên đáp án 2 là sai."
  },
  {
    "1": "Xe gặp sự cố, tai nạn, hoặc trường hợp khẩn cấp không thể di chuyển bình thường.",
    "2": "Để nghỉ ngơi, đi vệ sinh, chụp ảnh, làm việc riêng...",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 258,
    "q": "Người lái xe được dừng xe, đỗ xe trên làn dừng khẩn cấp của đường cao tốc trong trường hợp nào dưới đây?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Trên cao tốc chỉ được dừng xe ở làn khẩn cấp khi xe gặp sự cố."
  },
  {
    "1": "Bật đèn cảnh báo sự cố, di chuyển phương tiện đến vị trí sát lề đường",
    "2": "Sử dụng các thiết bị cảnh báo như chóp nón, biển báo, đèn chớp... đặt phía sau xe để cảnh báo các phương tiện.",
    "3": "Gọi số điện thoại khẩn cấp của đường cao tốc để được hỗ trợ nếu xe gặp sự cố, tai nạn, hoặc các trường hợp khẩn cấp không thể di chuyển bình thường.",
    "4": "Tất cả các ý nêu trên.",
    "id": 259,
    "q": "Trong trường hợp bất khả kháng, khi dừng xe, đỗ xe trên làn dừng khẩn cấp của đường cao tốc người lái xe phải xử lý như thế nào là đúng quy tắc giao thông?",
    "img": "",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Nhả bàn đạp ga, về số thấp (sử dụng số L hoặc 1, 2), đạp phanh chân với mức độ phù hợp để giảm tốc độ.",
    "2": "Nhả bàn đạp ga, về số không (N) đạp phanh chân và kéo phanh tay để giảm tốc độ.",
    "3": "",
    "4": "",
    "id": 260,
    "q": "Khi điều khiển ô tô xuống đường dốc dài, độ dốc cao, người lái xe số tự động cần thực hiện các thao tác nào dưới đây để đảm bảo an toàn?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Điều khiển ô tô số tự động xuống dốc dài thì nhả bàn đạp ga, về số thấp."
  },
  {
    "1": "Giảm tốc độ, nhường đường cho xe trên đường chính từ bất kì hướng nào tới.",
    "2": "Nháy đèn, bấm còi để xe đi trên đường chính biết và tăng tốc độ cho xe đi ra đường chính.",
    "3": "Quan sát xe đang đi trên đường chính, nếu là xe có kích thước lớn hơn thì nhường đường, xe có kích thước nhỏ hơn thì tăng tốc độ cho xe đi ra đường chính.",
    "4": "",
    "id": 261,
    "q": "Khi đi từ đường nhánh ra đường chính, người lái xe phải xử lý như nào là đúng quy tắc giao thông?",
    "img": "",
    "a": 1,
    "k": 1,
    "e": "Đi từ đường nhánh ra đường chính thì giảm tốc độ, nhường đường cho xe trên đường chính."
  },
  {
    "1": "Giảm tốc độ để đảm bảo an toàn với xe phía trước và sử dụng điện thoại để liên lạc.",
    "2": "Giảm tốc độ để dừng xe ở nơi cho phép dừng xe sau đó sử dụng điện thoại để liên lạc.",
    "3": "Tăng tốc độ để cách xa xe phía sau và sử dụng điện thoại để liên lạc.",
    "4": "",
    "id": 262,
    "q": "Khi đang lái xe mô tô và ô tô, nếu có nhu cầu sử dụng điện thoại để nhắn tin hoặc gọi điện, người lái xe phải thực hiện như thế nào trong các tình huống nêu dưới đây?",
    "img": "",
    "a": 2,
    "k": 1,
    "e": "Khi cần nghe điện thoại thì giảm tốc độ và dừng xe ở nơi cho phép dừng xe."
  },
  {
    "1": "Sử dụng còi.",
    "2": "Phanh đồng thời cả phanh trước và phanh sau.",
    "3": "Chỉ sử dụng phanh trước.",
    "4": "",
    "id": 263,
    "q": "Những thói quen nào dưới đây khi điều khiển xe mô tô tay ga tham gia giao thông dễ gây tai nạn nguy hiểm?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Xe mô tô tay ga chỉ sử dụng phanh trước thì rất nguy hiểm."
  },
  {
    "1": "Quan sát gương chiếu hậu hoặc xoay người quan sát phía sau để phát hiện các phương tiện đang di chuyển tới gần, khi đủ điều kiện an toàn, dùng tay cách xa cửa hơn mở hé cửa, sau đó mở ở mức cần thiết để xuống xe.",
    "2": "Quan sát tình hình giao thông phía trước, không cần quan sát phía sau và bên mở cửa; mở cánh cửa hết hành trình và nhanh chóng ra khỏi xe ô tô.",
    "3": "",
    "4": "",
    "id": 264,
    "q": "Người ngồi trên xe ô tô cần thực hiện những thao tác mở cửa như thế nào để xuống xe một cách an toàn?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Mở cửa xe thì quan sát rồi mới mở hé cánh cửa."
  },
  {
    "1": "Bật tín hiệu báo rẽ trước khi quay đầu, từ từ giảm tốc độ đến mức có thể dừng lại.",
    "2": "Chỉ quay đầu xe tại những nơi được phép quay đầu.",
    "3": "Quan sát an toàn các phương tiện tới từ phía trước, phía sau, hai bên đồng thời nhường đường cho xe từ bên phải và phía trước đi tới.",
    "4": "Tất cả các ý nêu trên.",
    "id": 265,
    "q": "Khi điều khiển xe mô tô quay đầu người lái xe cần thực hiện như thế nào để đảm bảo an toàn?",
    "img": "",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Để điều khiển xe chạy về phía trước.",
    "2": "Để điều tiết công suất động cơ qua đó điều khiển tốc độ của xe.",
    "3": "Để điều khiển xe chạy lùi.",
    "4": "Cả ý 1 và ý 2.",
    "id": 266,
    "q": "Tay ga trên xe mô tô hai bánh có tác dụng gì trong các trường hợp dưới đây?",
    "img": "",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Để quan sát an toàn phía bên trái khi chuẩn bị rẽ trái.",
    "2": "Để quan sát an toàn phía bên phải khi chuẩn bị rẽ phải.",
    "3": "Để quan sát an toàn phía sau cả bên trái và bên phải trước khi chuyển hướng.",
    "4": "Để quan sát an toàn phía trước cả bên trái và bên phải trước khi chuyển hướng.",
    "id": 267,
    "q": "Gương chiếu hậu của xe mô tô hai bánh, có tác dụng gì trong các trường hợp dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Tăng ga thật nhanh, giảm ga từ từ.",
    "2": "Tăng ga thật nhanh, giảm ga thật nhanh.",
    "3": "Tăng ga từ từ, giảm ga thật nhanh.",
    "4": "Tăng ga từ từ, giảm ga từ từ.",
    "id": 268,
    "q": "Để đảm bảo an toàn khi tham gia giao thông, người lái xe lái xe mô tô hai bánh cần điều khiển tay ga như thế nào trong các trường hợp dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Đứng thẳng trên giá gác chân lái sau đó hơi gập đầu gối và khuỷu tay, đi chậm để không nẩy quá mạnh.",
    "2": "Ngồi lùi lại phía sau, tăng ga vượt nhanh qua đoạn đường xóc.",
    "3": "Ngồi lệch sang bên trái hoặc bên phải để lấy thăng bằng qua đoạn đường gồ ghề.",
    "4": "",
    "id": 269,
    "q": "Kỹ thuật cơ bản để giữ thăng bằng khi điều khiển xe mô tô đi trên đường gồ ghề như thế nào trong các trường hợp dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Được phép thay đổi bằng cách dán đề can với màu sắc phù hợp.",
    "2": "Không được phép thay đổi.",
    "3": "Tùy từng loại phương tiện cơ giới đường bộ.",
    "4": "",
    "id": 270,
    "q": "Chủ phương tiện cơ giới đường bộ có được tự ý thay đổi màu sơn, nhãn hiệu hoặc các đặc tính kỹ thuật của phương tiện so với chứng nhận đăng ký xe hay không?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Không được phép thay đổi so với giấy chứng nhận đăng ký xe."
  },
  {
    "1": "Kính chắn gió, kính cửa phải là loại kính an toàn, bảo đảm tầm nhìn cho người điều khiển; có đủ hệ thống hãm và hệ thống chuyển hướng có hiệu lực, tay lái của xe ô tô ở bên trái của xe, có còi với âm lượng đúng quy chuẩn kỹ thuật.",
    "2": "Có đủ đèn chiếu sáng gần và xa, đèn soi biển số, đèn báo hãm, đèn tín hiệu; có đủ bộ phận giảm thanh, giảm khói, các kết cấu phải đủ độ bền và bảo đảm tính năng vận hành ổn định.",
    "3": "Cả ý 1 và ý 2",
    "4": "",
    "id": 271,
    "q": "Xe ô tô tham gia giao thông đường bộ phải bảo đảm các quy định về chất lượng, an toàn kỹ thuật và bảo vệ môi trường nào ghi dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Không bắt buộc.",
    "2": "Bắt buộc.",
    "3": "Tùy từng trường hợp.",
    "4": "",
    "id": 272,
    "q": "Xe mô tô và xe ô tô tham gia giao thông trên đường bộ phải bắt buộc có đủ bộ phận giảm thanh không?",
    "img": "",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Đèn chiếu sáng gần và xa.",
    "2": "Đèn soi biển số; đèn báo hãm và đèn tín hiệu.",
    "3": "Dàn đèn pha trên nóc xe.",
    "4": "Cả ý 1 và ý 2.",
    "id": 273,
    "q": "Xe ô tô tham gia giao thông trên đường bộ phải có đủ các loại đèn gì?",
    "img": "",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Là loại kính an toàn, kính nhiều lớp, đúng quy cách, không rạn nứt, đảm bảo hình ảnh quan sát rõ ràng, không bị méo mó.",
    "2": "Là loại kính trong suốt, đúng quy cách, không rạn nứt, đảm bảo tầm nhìn cho người điều khiển về phía trước mặt và hai bên.",
    "3": "",
    "4": "",
    "id": 274,
    "q": "Kính chắn gió của xe ô tô phải đảm bảo yêu cầu nào dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Yêu cầu của kính chắn gió, chọn “Loại kính an toàn“."
  },
  {
    "1": "Đủ số lượng, đủ áp suất, đúng cỡ lốp của nhà sản xuất hoặc tài liệu kỹ thuật quy định; lốp bánh dẫn hướng hai bên cùng kiểu hoa lốp, chiều cao hoa lốp đồng đều; không sử dụng lốp đắp; lốp không mòn đến dấu chỉ báo độ mòn của nhà sản xuất, không nứt, vỡ, phồng rộp làm hở lớp sợi mành.",
    "2": "Vành, đĩa vành đúng kiểu loại, không rạn, nứt, cong vênh; bánh xe quay trơn, không bị bó kẹt hoặc cọ sát vào phần khác; moay ơ không bị rơ; lắp đặt chắc chắn, đủ các chi tiết kẹp chặt và phòng lỏng.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 275,
    "q": "Bánh xe lắp cho xe ô tô phải đảm bảo an toàn kỹ thuật như thế nào dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Không nhỏ hơn 90 dB (A), không lớn hơn 115 dB (A).",
    "2": "Không nhỏ hơn 80 dB (A), không lớn hơn 105 dB (A).",
    "3": "Không nhỏ hơn 70 dB (A), không lớn hơn 90 dB (A).",
    "4": "",
    "id": 276,
    "q": "Âm lượng của còi điện lắp trên ô tô (đo ở độ cao 1,2 mét với khoảng cách 2 mét tính từ đầu xe) là bao nhiêu?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Âm lượng của còi là từ 90 dB đến 115 dB."
  },
  {
    "1": "Bảo dưỡng ô tô thường xuyên làm cho ô tô luôn luôn có tính năng kỹ thuật tốt, giảm cường độ hao mòn của các chi tiết, kéo dài tuổi thọ của xe.",
    "2": "Ngăn ngừa và phát hiện kịp thời các hư hỏng và sai lệch kỹ thuật để khắc phục, giữ gìn được hình thức bên ngoài.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 277,
    "q": "Mục đích của bảo dưỡng thường xuyên đối với xe ô tô có tác dụng gì?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Hết nhiên liệu, lõi lọc nhiên liệu bị tắc, lọc khí bị tắc, nhiên liệu lẫn không khí, tạp chất.",
    "2": "Hết nhiên liệu, lõi lọc nhiên liệu bị tắc, lọc khí bị tắc, nhiên liệu lẫn không khí, không có tia lửa điện.",
    "3": "Hết nhiên liệu, lõi lọc nhiên liệu bị tắc, lọc khí bị tắc, nhiên liệu lẫn không khí và nước, không có tia lửa điện.",
    "4": "",
    "id": 278,
    "q": "Trong các nguyên nhân nêu dưới đây, nguyên nhân nào làm động cơ \u001ddiesel không nổ?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Động cơ diesel không nổ do nhiên liệu lẫn tạp chất."
  },
  {
    "1": "Đầy đủ số lượng, lắp đặt chắc chắn, hoạt động bình thường.",
    "2": "Lưỡi gạt không quá mòn, diện tích quét đảm bảo tầm nhìn của người lái.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 279,
    "q": "Gạt nước lắp trên ô tô phải đảm bảo yêu cầu an toàn kỹ thuật nào dưới đây?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Đủ số lượng, lắp đặt chắc chắn không bị rách, đứt, khóa cài đóng, mở nhẹ nhàng, không tự mở, không bị kẹt; kéo ra thu vào dễ dàng, cơ cấu hãm giữ chặt dây khi giật dây đột ngột.",
    "2": "Đủ số lượng, lắp đặt chắc chắn không bị rách, đứt, khóa cài đóng, mở nhẹ nhàng, không tự mở, không bị kẹt; kéo ra thu vào dễ dàng, cơ cấu hãm mở ra khi giật dây đột ngột.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 280,
    "q": "Dây đai an toàn lắp trên ô tô phải đảm bảo yêu cầu an toàn kỹ thuật nào dưới đây?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Dây đai an toàn có cơ cấu hãm giữ chặt dây khi giật dây đột ngột."
  },
  {
    "1": "Là loại động cơ: để hoàn thành một chu trình công tác của động cơ, pít tông thực hiện 2 (hai) hành trình, trong đó có một lần sinh công.",
    "2": "Là loại động cơ: để hoàn thành một chu trình công tác của động cơ, pít tông thực hiện 4 (bốn) hành trình, trong đó có một lần sinh công.",
    "3": "",
    "4": "",
    "id": 281,
    "q": "Thế nào là động cơ 4 kỳ?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Động cơ 4 kỳ thì pít tông thực hiện 4 hành trình."
  },
  {
    "1": "Cung cấp một lượng dầu bôi trơn đủ và sạch dưới áp suất nhất định đi bôi trơn cho các chi tiết của động cơ để giảm ma sát, giảm mài mòn, làm kín, làm sạch, làm mát và chống gỉ.",
    "2": "Cung cấp một lượng nhiên liệu đầy đủ và sạch để cho động cơ ô tô hoạt động.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 282,
    "q": "Công dụng của hệ thống bôi trơn đối với động cơ ô tô?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Hệ thống bôi trơn giảm ma sát."
  },
  {
    "1": "15 năm.",
    "2": "20 năm.",
    "3": "25 năm.",
    "4": "",
    "id": 283,
    "q": "Niên hạn sử dụng của ô tô tải (tính bắt đầu từ năm sản xuất) là bao nhiêu năm?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Niên hạn ô tô tải là 25 năm."
  },
  {
    "1": "5 năm.",
    "2": "20 năm.",
    "3": "25 năm.",
    "4": "",
    "id": 284,
    "q": "Niên hạn sử dụng của ô tô chở người trên 9 chỗ ngồi (tính bắt đầu từ năm sản xuất) là bao nhiêu năm?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Niên hạn ô tô trên 9 chỗ ngồi là 20 năm."
  },
  {
    "1": "Khi làm việc, nhiệt năng được biến đổi thành cơ năng làm trục khuỷu động cơ quay, truyền lực đến các bánh xe chủ động tạo ra chuyển động tịnh tiến cho ô tô.",
    "2": "Khi làm việc, cơ năng được biến đổi thành nhiệt năng và truyền đến các bánh xe chủ động tạo ra chuyển động tịnh tiến cho ô tô.",
    "3": "Cả ý 1 và ý 2.",
    "4": "",
    "id": 285,
    "q": "Hãy nêu công dụng của động cơ ô tô?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Động cơ ô tô biến nhiệt năng thành cơ năng."
  },
  {
    "1": "Dùng để truyền mô men quay từ động cơ tới các bánh xe chủ động của ô tô.",
    "2": "Dùng để thay đổi hướng chuyển động hoặc giữ cho ô tô chuyển động ổn định theo hướng xác định.",
    "3": "Dùng để làm giảm tốc độ, dừng chuyển động của ô tô.",
    "4": "",
    "id": 286,
    "q": "Hãy nêu công dụng hệ thống truyền lực của ô tô?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Hệ thống truyền lực truyền mô men quay từ động cơ tới bánh xe."
  },
  {
    "1": "Dùng để truyền mô men xoắn giữa các trục không cùng nằm trên một đường thẳng và góc lệch trục luôn thay đổi trong quá trình ô tô chuyển động.",
    "2": "Dùng để truyền hoặc ngắt truyền động từ động cơ đến hộp số của ô tô.",
    "3": "Dùng để truyền truyền động từ hộp số đến bánh xe chủ động của ô tô.",
    "4": "",
    "id": 287,
    "q": "Hãy nêu công dụng ly hợp (côn) của ô tô?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Ly hợp (côn) truyền hoặc ngắt truyền động từ động cơ đến hộp số."
  },
  {
    "1": "Truyền và tăng mô men xoắn giữa các trục vuông góc nhau, đảm bảo cho các bánh xe chủ động quay với tốc độ khác nhau khi sức cản chuyển động ở bánh xe hai bên không bằng nhau.",
    "2": "Truyền và thay đổi mô men xoắn giữa các trục không cùng nằm trên một đường thẳng và góc lệch trục luôn thay đổi trong quá trình ô tô chuyển động, chuyển số êm dịu, dễ điều khiển.",
    "3": "Truyền và thay đổi mô men từ động cơ đến bánh xe chủ động, cắt truyền động từ động cơ đến bánh xe chủ động, đảm bảo cho ô tô chuyển động lùi.",
    "4": "",
    "id": 288,
    "q": "Hãy nêu công dụng hộp số của ô tô?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Hộp số ô tô đảm bảo chuyển động lùi."
  },
  {
    "1": "Dùng để thay đổi mô men từ động cơ tới các bánh xe chủ động khi ô tô chuyển động theo hướng xác định.",
    "2": "Dùng để thay đổi mô men giữa các trục vuông góc nhau khi ô tô chuyển động theo hướng xác định.",
    "3": "Dùng để thay đổi hướng chuyển động hoặc giữ cho ô tô chuyển động ổn định theo hướng xác định.",
    "4": "",
    "id": 289,
    "q": "Hãy nêu công dụng hệ thống lái của ô tô?",
    "img": "",
    "a": 4,
    "k": "",
    "e": "Hệ thống lái dùng để thay đổi hướng."
  },
  {
    "1": "Dùng để giảm tốc độ, dừng chuyển động của ô tô và giữ cho ô tô đứng yên trên dốc.",
    "2": "Dùng để thay đổi hướng chuyển động hoặc giữ cho ô tô chuyển động ổn định theo hướng xác định.",
    "3": "Dùng để truyền hoặc ngắt truyền động từ động cơ đến bánh xe chủ động của ô tô.",
    "4": "",
    "id": 290,
    "q": "Hãy nêu công dụng hệ thống phanh của ô tô?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Hệ thống phanh giúp giảm tốc độ."
  },
  {
    "1": "Có tác dụng cảnh báo cho các xe phía sau biết xe đang giảm tốc để chủ động tránh hoặc giảm tốc để tránh va chạm.",
    "2": "Có tác dụng định vị vào ban đêm với các xe từ phía sau tới để tránh va chạm.",
    "3": "Cả ý 1 và ý 2",
    "4": "",
    "id": 291,
    "q": "Đèn phanh trên xe mô tô có tác dụng gì?",
    "img": "",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Nhiệt độ nước làm mát động cơ quá ngưỡng cho phép.",
    "2": "Áp suất lốp không đủ.",
    "3": "Đang hãm phanh tay.",
    "4": "Cần kiểm tra động cơ.",
    "id": 292,
    "q": "Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô?",
    "img": "q292.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Báo hiệu hệ thống chống bó cứng khi phanh bị lỗi.",
    "2": "Áp suất lốp không đủ.",
    "3": "Đang hãm phanh tay.",
    "4": "Cần kiểm tra động cơ.",
    "id": 293,
    "q": "Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô?",
    "img": "q293.png",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Báo hiệu thiếu dầu phanh.",
    "2": "Áp suất lốp không đủ.",
    "3": "Đang hãm phanh tay.",
    "4": "Sắp hết nhiên liệu.",
    "id": 294,
    "q": "Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô?",
    "img": "q294.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Báo hiệu hệ thống chống bó cứng khi phanh bị lỗi.",
    "2": "Áp suất lốp không đủ.",
    "3": "Đang hãm phanh tay.",
    "4": "Sắp hết nhiên liệu.",
    "id": 295,
    "q": "Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô?",
    "img": "q295.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Phải đạp hết hành trình bàn đạp chân phanh.",
    "2": "Không cần đạp phanh.",
    "3": "Tùy từng trường hợp.",
    "4": "",
    "id": 296,
    "q": "Khi khởi động xe số tự động có trang bị chìa khóa thông minh có cần đạp hết hành trình bàn đạp chân phanh?",
    "img": "q296.png",
    "a": 1,
    "k": "",
    "e": "Khởi động xe tự động phải đạp phanh."
  },
  {
    "1": "Giúp người lái xe kịp thời tạo xung lực tối đa lên hệ thống phanh trong khoảnh khắc đầu tiên của tình huống khẩn cấp.",
    "2": "Ổn định chuyển động của xe ô tô khi đi vào đường vòng.",
    "3": "Hỗ trợ người lái xe khởi hành ngang dốc.",
    "4": "Để tích trữ điện năng, cung cấp cho các phụ tải khi máy phát chưa làm việc.",
    "id": 297,
    "q": "Ắc quy được trang bị trên xe ô tô có tác dụng gì?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Ắc quy để tích trữ điện năng."
  },
  {
    "1": "Để phát điện năng cung cấp cho các phụ tải làm việc và nạp điện cho ắc quy.",
    "2": "Ổn định chuyển động của xe ô tô khi đi vào đường vòng.",
    "3": "Hỗ trợ người lái xe khởi hành ngang dốc.",
    "4": "Để tích trữ điện năng và cung cấp điện cho các phụ tải làm việc.",
    "id": 298,
    "q": "Máy phát điện được trang bị trên xe ô tô có tác dụng gì?",
    "img": "",
    "a": 1,
    "k": "",
    "e": "Máy phát điện để phát điện năng."
  },
  {
    "1": "Ổn định chuyển động của xe ô tô khi đi vào đường vòng.",
    "2": "Giữ chặt người lái và hành khách trên ghế ngồi khi xe ô tô đột ngột dừng lại.",
    "3": "Để tích trữ điện năng và cung cấp điện cho các phụ tải làm việc.",
    "4": "",
    "id": 299,
    "q": "Dây đai an toàn được trang bị trên xe ô tô có tác dụng gì?",
    "img": "",
    "a": 2,
    "k": "",
    "e": "Dây đai giữ chặt người lái và hành khách trên ghế ngồi."
  },
  {
    "1": "Giữ chặt người lái và hành khách trên ghế ngồi khi xe ô tô đột ngột dừng lại.",
    "2": "Giảm khả năng va đập của một số bộ phận cơ thể quan trọng với các vật thể trong xe.",
    "3": "Hấp thụ một phần lực va đập lên người lái và hành khách.",
    "4": "Cả ý 2 và ý 3.",
    "id": 300,
    "q": "Túi khí được trang bị trên xe ô tô có tác dụng gì?",
    "img": "",
    "a": 8,
    "k": "",
    "e": "Túi khí giúp giảm khả năng va đập và hấp thụ một phần lực va đập."
  },
  {
    "1": "Nhiệt độ nước làm mát động cơ quá ngưỡng cho phép.",
    "2": "Áp suất lốp không đủ.",
    "3": "Đang hãm phanh tay.",
    "4": "Hệ thống lái gặp trục trặc.",
    "id": 301,
    "q": "Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây không tắt trong thời gian dài, báo hiệu tình trạng như thế nào của xe ô tô?",
    "img": "q301.png",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Dùng để kích (hay nâng) xe ô tô",
    "2": "Vặn ốc lắp bánh xe.",
    "3": "Ổn định chuyển động của xe ô tô khi đi vào đường vòng.",
    "4": "Giữ chặt người lái và hành khách trên ghế ngồi khi xe ô tô đột ngột dừng lại.",
    "id": 302,
    "q": "Trên xe ô tô có trang bị thiết bị như hình vẽ có tác dụng gì?",
    "img": "q302.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Thay lốp xe.",
    "2": "Chữa cháy.",
    "3": "Phá cửa kính xe ô tô trong các trường hợp khẩn cấp.",
    "4": "Vặn ốc để tháo lắp bánh xe.",
    "id": 303,
    "q": "Trên xe ô tô có trang bị thiết bị như hình vẽ, dùng để làm gì?",
    "img": "q303.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Thay lốp xe.",
    "2": "Chữa cháy trong các trường hợp hỏa hoạn.",
    "3": "Phá cửa kính xe ô tô trong các trường hợp khẩn cấp.",
    "4": "Cầm máu cho người bị nạn.",
    "id": 304,
    "q": "Trên xe ô tô có trang bị thiết bị như hình vẽ, dùng để làm gì?",
    "img": "q304.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 1 và 3.",
    "4": "Cả ba biển.",
    "id": 305,
    "q": "Biển nào cấm các loại xe cơ giới đi vào, trừ xe gắn máy, mô tô hai bánh và các loại xe ưu tiên theo luật định?",
    "img": "q305.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Cả ba biển.",
    "2": "Biển 2 và 3.",
    "3": "Biển 1 và 3.",
    "4": "Biển 1 và 2.",
    "id": 306,
    "q": "Biển nào cấm ô tô tải?",
    "img": "q306.png",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2 và 3.",
    "3": "Biển 1 và 3.",
    "4": "Cả ba biển.",
    "id": 307,
    "q": "Biển nào cấm máy kéo?",
    "img": "q307.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 1 và 3.",
    "3": "Biển 2 và 3.",
    "4": "",
    "id": 308,
    "q": "Biển nào báo hiệu cấm xe mô tô ba bánh đi vào?",
    "img": "q308.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: P.104 “Cấm mô tô” thì cấm cả mô tô 3 bánh.<br/>Biển 2: P.103a “Cấm ô tô” cấm ô tô và và cả phương tiện 3 bánh đi vào."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2",
    "3": "Cả hai biển.",
    "4": "",
    "id": 309,
    "q": "Biển nào dưới đây xe gắn máy được phép đi vào?",
    "img": "q309.png",
    "a": 4,
    "k": "",
    "e": "Biển 104 “Cấm mô tô” và biển 103a “Cấm ô tô” không cấm xe gắn máy (không phải mô tô). Nên cả 2 biển đều cho phép xe gắn máy đi vào."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 310,
    "q": "Biển nào báo hiệu cấm xe mô tô hai bánh đi vào?",
    "img": "q310.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Không biển nào.",
    "2": "Biển 1 và 2.",
    "3": "Biển 2 và 3.",
    "4": "Cả ba biển.",
    "id": 311,
    "q": "Khi gặp biển nào thì xe mô tô hai bánh được đi vào?",
    "img": "q311.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 2.",
    "3": "Biển 1 và 3.",
    "4": "Biển 2 và 3.",
    "id": 312,
    "q": "Biển nào cho phép ô tô con được vượt?",
    "img": "q312.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: DP.133 “Hết cấm vượt”; Biển 2: P.125 “Cấm vượt”; Biển 3: P.126 “Cấm ô tô tải vượt”. Chỉ có biển 2 cấm ô tô con vượt nên là đáp án đúng Biển 1 và biển 3."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 313,
    "q": "Biển nào không cho phép ô tô con vượt?",
    "img": "q313.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: DP.133 “Hết cấm vượt”; Biển 2: P.125 “Cấm vượt”; Biển 3: P.126 “Cấm ô tô tải vượt”. Biển 2 cấm ô tô con vượt nên là đáp án đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 1 và 2.",
    "3": "Biển 1 và 3.",
    "4": "Biển 2 và 3.",
    "id": 314,
    "q": "Biển nào cấm ô tô tải vượt?",
    "img": "q314.png",
    "a": 8,
    "k": "",
    "e": "Biển 1: DP.133 “Hết cấm vượt”; Biển 2: P.125 “Cấm vượt”; Biển 3: P.126 “Cấm ô tô tải vượt”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả hai biển.",
    "4": "",
    "id": 315,
    "q": "Biển nào cấm xe tải vượt?",
    "img": "q315.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "",
    "4": "",
    "id": 316,
    "q": "Biển nào xe ô tô con được phép vượt?",
    "img": "q316.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Không biển nào.",
    "4": "Cả hai biển.",
    "id": 317,
    "q": "Biển nào cấm quay xe?",
    "img": "q317.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: P.123a “Cấm rẽ trái” không cấm quay đầu xe; Biển 2: P.124a “Cấm quay xe” không cấm rẽ trái.<br/>Nên Biển 2 là đáp án đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả hai biển.",
    "4": "",
    "id": 318,
    "q": "Biển nào cấm xe rẽ trái?",
    "img": "q318.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: P.123a “Cấm rẽ trái” không cấm quay đầu xe; Biển 2: P.124a “Cấm quay xe” không cấm rẽ trái.<br/>Nên Biển 1 là đáp án đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Không biển nào.",
    "4": "",
    "id": 319,
    "q": "Khi gặp biển nào xe được rẽ trái?",
    "img": "q319.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: P.123a “Cấm rẽ trái” không cấm quay đầu xe; Biển 2: P.124a “Cấm quay xe” không cấm rẽ trái.<br/>Nên Biển 2 là đáp án đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả hai biển.",
    "4": "",
    "id": 320,
    "q": "Biển nào cấm ô tô rẽ trái?",
    "img": "q320.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: 123a “Cấm rẽ trái”; Biển 2: 124e “Cấm ô tô rẽ trái và quay xe” nên cả 2 biển đều cấm rẽ trái."
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 1 và 3.",
    "3": "Biển 2 và 3.",
    "4": "Cả ba biển.",
    "id": 321,
    "q": "Biển nào cấm các phương tiện giao thông đường bộ rẽ phải?",
    "img": "q321.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: 123b “Cấm rẽ phải”; Biển 2: 124d “Cấm rẽ phải và quay xe”; Biển 3: 124f “Cấm ô tô rẽ phải và quay xe”.<br/>Nên biển 3 chỉ cấm xe ô tô, còn biển 1 và biển 2 cấm toàn bộ phương tiện rẽ phải."
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 1 và 3",
    "3": "Biển 2 và 3",
    "4": "Cả ba biển.",
    "id": 322,
    "q": "Biển nào cấm các phương tiện giao thông đường bộ rẽ trái?",
    "img": "q322.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: 123a “Cấm rẽ trái”; Biển 2: 124c “Cấm rẽ trái và quay xe”; Biển 3: 124e “Cấm ô tô rẽ trái và quay xe”.<br/>Nên biển 3 chỉ cấm xe ô tô, còn biển 1 và biển 2 cấm toàn bộ phương tiện rẽ trái."
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 1 và 3.",
    "3": "Biển 2 và 3.",
    "4": "Không biển nào.",
    "id": 323,
    "q": "Biển nào cấm cấm ô tô quay đầu?",
    "img": "q323.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: P.124b “Cấm ô tô quay đầu xe”; Biển 2: P.124e “Cấm ôtô rẽ trái và quay xe”; Biển 3: P.103b “Cấm ô tô rẽ phải” - Biển này không cấm quay đầu."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Biển 1 và 3.",
    "id": 324,
    "q": "Biển nào cấm ô tô rẽ phải và quay đầu xe?",
    "img": "q324.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: P.124b “Cấm ô tô quay đầu xe”; Biển 2: P.124e “Cấm ôtô rẽ trái và quay xe”; Biển 3: P.124f “Cấm ôtô rẽ phải và quay xe”"
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Không biển nào",
    "4": "",
    "id": 325,
    "q": "Biển nào cấm xe taxi mà không cấm các phương tiện khác?",
    "img": "q325.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Không biển nào.",
    "4": "",
    "id": 326,
    "q": "Biển nào cho phép xe rẽ trái?",
    "img": "q326.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: P.123a “Cấm rẽ trái” không cấm quay đầu xe; Biển 2: I.410 “Khu vực quay xe”. Nên Biển 2 cho phép quay xe là đáp án đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả 2 biển.",
    "4": "",
    "id": 327,
    "q": "Biển nào xe quay đầu không bị cấm?",
    "img": "q327.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: P.123a “Cấm rẽ trái” không cấm quay đầu xe; Biển 2: I.410 “Khu vực quay xe”. Nên cả 2 biển cho phép quay đầu xe là đáp án đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả 2 biển.",
    "4": "",
    "id": 328,
    "q": "Biển nào xe được phép quay đầu nhưng không được rẽ trái?",
    "img": "q328.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: 123a “Cấm rẽ trái” nhưng không cấm quay đầu xe.<br/>Biển 2: R.301e đặt trước ngã ba ngã tư chỉ được rẽ trái ở phạm vi ngã ba, ngã tư phía sau mặt biển nên không thể quay đầu xe."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả ba biển.",
    "4": "",
    "id": 329,
    "q": "Biển nào là biển “Cấm đi ngược chiều”?",
    "img": "q329.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: P.101 “Đường cấm”; Biển 2: P.102 “Cấm đi ngược chiều”; Biển 3: P.301a “Cấm đỗ xe”. Nên biển 2 là cấm đi ngược chiều."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 1 và 2.",
    "4": "",
    "id": 330,
    "q": "Biển nào dưới đây các phương tiện không được phép đi vào?",
    "img": "q330.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: P.101 “Đường cấm”;<br/>Biển 2: P.102 “Cấm đi ngược chiều” cấm đi vào theo chiều đặt biển;<br/>Biển 3: P.301a “Cấm đỗ xe”.<br/>Nên biển 1 và biển 2 là cấm các phương tiện không được phép đi vào."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 1 và 3.",
    "3": "Biển 2 và 3.",
    "4": "Biển 3.",
    "id": 331,
    "q": "Gặp biển nào người lái xe không được đỗ xe vào ngày chẵn?",
    "img": "q331.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: P.301a “Cấm đỗ xe” bất kỳ ngày nào; Biển 2: P301b “Cấm đỗ xe” vào ngày lẻ; Biển 3: P301c “Cấm đỗ xe” vào ngày chẵn. Nên biển 1 và biển 3 là cấm đỗ xe ngày chẵn."
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 2.",
    "3": "Biển 2 và 3.",
    "4": "Biển 3.",
    "id": 332,
    "q": "Gặp biển nào người lái xe không được đỗ xe vào ngày lẻ?",
    "img": "q332.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: P.301a “Cấm đỗ xe” bất kỳ ngày nào; Biển 2: P301b “Cấm đỗ xe” vào ngày lẻ; Biển 3: P301c “Cấm đỗ xe” vào ngày chẵn. Nên biển 1 và biển 2 là cấm đỗ xe ngày lẻ."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả ba biển.",
    "4": "",
    "id": 333,
    "q": "Khi gặp biển nào xe ưu tiên theo luật định vẫn phải dừng lại?",
    "img": "q333.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: P.101 “Đường cấm” không cấm xe ưu tiên;<br/>Biển 2: R.122 “Dừng lại” áp dụng với cả xe ưu tiên;<br/>Biển 3: P.102 “Cấm đi ngược chiều” không áp dụng với xe ưu tiên;<br/>Nên Biển 2 là đáp án đúng, áp dụng với cả xe ưu tiên."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả hai biển.",
    "4": "",
    "id": 334,
    "q": "Biển nào cấm tất cả các loại xe cơ giới và thô sơ đi lại trên đường, trừ xe ưu tiên theo luật định (nếu đường vẫn cho xe chạy được)?",
    "img": "q334.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: P.101 “Đường cấm” không cấm xe ưu tiên;<br/>Biển 2: R.122 “Dừng lại” áp dụng với cả xe ưu tiên;<br/>Nên Biển 1 là đáp án đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 335,
    "q": "Biển nào là biển “Cấm xe chở hàng nguy hiểm”?",
    "img": "q335.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: P.106a “Cấm xe tải”; Biển 2: P.106b “Cấm xe tải có khối lượng chuyên chở lớn hơn 2.5 tấn”; P.106c: “Cấm xe chở hàng nguy hiểm”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Biển 1 và 2.",
    "id": 336,
    "q": "Gặp biển nào xe xích lô được phép đi vào?",
    "img": "q336.png",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 337,
    "q": "Gặp biển nào xe lam, xe xích lô máy được phép đi vào?",
    "img": "q337.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Đường cấm súc vật vận tải hàng hóa.",
    "2": "Đường cấm súc vật vận tải hành khách.",
    "3": "Đường cấm súc vật vận tải hàng hóa hoặc hành khách dù kéo xe hay chở trên lưng đi qua.",
    "4": "",
    "id": 338,
    "q": "Biển báo này có ý nghĩa gì?",
    "img": "q338.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Tốc độ tối đa cho phép về ban đêm cho các phương tiện là 70 km/h.",
    "2": "Tốc độ tối thiểu cho phép về ban đêm cho các phương tiện là 70 km/h.",
    "3": "",
    "4": "",
    "id": 339,
    "q": "Biển báo này có ý nghĩa như thế nào?",
    "img": "q339.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Được phép.",
    "2": "Không được phép.",
    "3": "",
    "4": "",
    "id": 340,
    "q": "Khi gặp các biển này xe ưu tiên theo luật định (có tải trọng hay chiều cao toàn bộ vượt quá chỉ số ghi trên biển) có được phép đi qua hay không?",
    "img": "q340.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 341,
    "q": "Biển nào hạn chế chiều cao của xe và hàng?",
    "img": "q341.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Cho phép ô tô có tải trọng trục lớn hơn 7 tấn đi qua.",
    "2": "Cho phép ô tô có tải trọng trên trục xe từ 7 tấn trở xuống đi qua.",
    "3": "",
    "4": "",
    "id": 342,
    "q": "Biển số 2 có ý nghĩa như thế nào?",
    "img": "q342.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Cấm các loại xe có tải trọng toàn bộ trên 10 tấn đi qua.",
    "2": "Hạn chế khối lượng hàng hóa chở trên xe.",
    "3": "Hạn chế tải trọng trên trục xe.",
    "4": "",
    "id": 343,
    "q": "Biển 3 có ý nghĩa như thế nào?",
    "img": "q343.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả hai biển.",
    "4": "",
    "id": 344,
    "q": "Biển nào cấm máy kéo kéo theo rơ moóc?",
    "img": "q344.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: P.108 “Cấm ô tô kéo moóc”; Biển 2: P.109 “Cấm máy kéo”. Đáp án đúng là cả 2 biển."
  },
  {
    "1": "Được đi vào.",
    "2": "Không được đi vào.",
    "3": "",
    "4": "",
    "id": 345,
    "q": "Khi gặp biển 1, xe ô tô tải có được đi vào không?",
    "img": "q345.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: P.108 “Cấm ô tô kéo moóc” không áp dụng với xe ô tô tải (không kéo rơ moóc)."
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 2 và 3.",
    "3": "Biển 1 và 3.",
    "4": "Cả ba biển.",
    "id": 346,
    "q": "Biển nào không có hiệu lực đối với ô tô tải không kéo moóc?",
    "img": "q346.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 1 và 3.",
    "3": "Biển 2 và 3.",
    "4": "Cả ba biển.",
    "id": 347,
    "q": "Biển nào cấm máy kéo?",
    "img": "q347.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: P.108 “Cấm ô tô kéo moóc”; Biển 2: P.109 “Cấm máy kéo”; Biển 3: P.106a “Cấm ô tô tải” thì cấm máy kéo. Nên đáp án đúng là Biển 2 và Biển 3."
  },
  {
    "1": "Được phép.",
    "2": "Không được phép.",
    "3": "",
    "4": "",
    "id": 348,
    "q": "Khi gặp biển này, xe mô tô ba bánh có được phép rẽ trái hoặc rẽ phải hay không?",
    "img": "q348.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Có.",
    "2": "Không.",
    "3": "",
    "4": "",
    "id": 349,
    "q": "Biển này có hiệu lực đối với xe mô tô hai, ba bánh không?",
    "img": "q349.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Cấm xe cơ giới (trừ xe ưu tiên theo luật định) đi thẳng.",
    "2": "Cấm xe ô tô và mô tô (trừ xe ưu tiên theo luật định) đi về bên trái và bên phải.",
    "3": "Hướng trái và phải không cấm xe cơ giới.",
    "4": "",
    "id": 350,
    "q": "Biển này có ý nghĩa gì?",
    "img": "q350.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Báo khoảng cách đến nơi cấm bóp còi.",
    "2": "Chiều dài đoạn đường cấm bóp còi từ nơi đặt biển.",
    "3": "Báo cấm dùng còi có độ vang xa 500 m.",
    "4": "",
    "id": 351,
    "q": "Biển phụ đặt dưới biển cấm bóp còi có ý nghĩa gì?",
    "img": "q351.png",
    "a": 2,
    "k": "",
    "e": "Biển phụ là biển S.501 “Phạm vi tác dụng của biển” xác định chiều dài áp dụng biển chính từ nơi đặt biển."
  },
  {
    "1": "Được phép.",
    "2": "Không được phép.",
    "3": "",
    "4": "",
    "id": 352,
    "q": "Chiều dài đoạn đường 500 m từ nơi đặt biển này, người lái xe có được phép bấm còi không?",
    "img": "q352.png",
    "a": 2,
    "k": "",
    "e": "Biển phụ là biển S.501 “Phạm vi tác dụng của biển” xác định chiều dài áp dụng biển chính từ nơi đặt biển."
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 1 và 3.",
    "3": "Biển 2 và 3.",
    "4": "",
    "id": 353,
    "q": "Biển nào xe mô tô hai bánh được đi vào?",
    "img": "q353.png",
    "a": 2,
    "k": "",
    "e": "Biển chính là P.101 “Đường cấm”, có biển phụ thì áp dụng cấm theo biển phụ. Nên Biển 1 và Biển 3 không áp dụng với xe mô tô là câu trả lời đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2",
    "3": "Biển 3",
    "4": "",
    "id": 354,
    "q": "Biển nào xe mô tô hai bánh không được đi vào?",
    "img": "q354.png",
    "a": 2,
    "k": "",
    "e": "Biển chính là P.101 “Đường cấm”, có biển phụ thì áp dụng kèm theo biển phụ. Nên Biển 2 áp dụng với xe mô tô là câu trả lời đúng."
  },
  {
    "1": "Cấm các loại xe ở biển phụ đi vào.",
    "2": "Cấm các loại xe cơ giới đi vào trừ loại xe ở biển phụ.",
    "3": "",
    "4": "",
    "id": 355,
    "q": "Ba biển này có hiệu lực như thế nào?",
    "img": "q355.png",
    "a": 1,
    "k": "",
    "e": "Biển chính là P.101 “Đường cấm”, có biển phụ thì áp dụng cấm theo biển phụ."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả hai biển.",
    "4": "",
    "id": 356,
    "q": "Biển nào báo hiệu chiều dài đoạn đường phải giữ cự ly tối thiểu giữa hai xe?",
    "img": "q356.png",
    "a": 1,
    "k": "",
    "e": "Biển phụ 1: S.501 “Phạm vi tác dụng của biển”;<br/>Biển phụ 2: S.502 “Khoảng cách đến đối tượng báo hiệu”.<br/>Nên Biển phụ 1 là đáp án đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả hai biển.",
    "4": "",
    "id": 357,
    "q": "Biển nào báo hiệu khoảng cách thực tế từ nơi đặt biển đến nơi cần cự ly tối thiểu giữa hai xe?",
    "img": "q357.png",
    "a": 2,
    "k": "",
    "e": "Biển phụ 1: S.501 “Phạm vi tác dụng của biển”;<br/>Biển phụ 2: S.502 “Khoảng cách đến đối tượng báo hiệu”.<br/>Nên Biển phụ 2 là đáp án đúng."
  },
  {
    "1": "Cấm dừng xe về hướng bên trái.",
    "2": "Cấm đỗ xe và cấm dừng xe theo hướng bên phải.",
    "3": "Được phép đỗ xe và dừng xe theo hướng bên phải.",
    "4": "",
    "id": 358,
    "q": "Biển này có ý nghĩa gì?",
    "img": "q358.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Không được phép.",
    "2": "Được phép.",
    "3": "",
    "4": "",
    "id": 359,
    "q": "Theo hướng bên phải có được phép đỗ xe, dừng xe không?",
    "img": "q359.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Không được phép.",
    "2": "Được phép.",
    "3": "",
    "4": "",
    "id": 360,
    "q": "Gặp biển này, xe ô tô sơ mi rơ moóc có chiều dài toàn bộ kể cả xe, moóc và hàng lớn hơn trị số ghi trên biển có được phép đi vào không?",
    "img": "q360.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Không được phép",
    "2": "Được phép",
    "3": "",
    "4": "",
    "id": 361,
    "q": "Xe ô tô chở hàng vượt quá phía trước và sau thùng xe, mỗi phía quá 10% chiều dài toàn bộ thân xe, tổng chiều dài xe (cả hàng) từ trước đến sau nhỏ hơn trị số ghi trên biển thì có được phép đi vào không?",
    "img": "q361.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Cấm ô tô buýt.",
    "2": "Cấm ô tô chở khách.",
    "3": "Cấm ô tô con.",
    "4": "",
    "id": 362,
    "q": "Biển này có ý nghĩa gì?",
    "img": "q362.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Hạn chế chiều cao của xe và hàng.",
    "2": "Hạn chế chiều ngang của xe và hàng.",
    "3": "Hạn chế chiều dài của xe và hàng.",
    "4": "",
    "id": 363,
    "q": "Biển này có ý nghĩa gì?",
    "img": "q363.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả 2 biển.",
    "4": "",
    "id": 364,
    "q": "Biển nào là biển “Tốc độ tối đa cho phép về ban đêm”?",
    "img": "q364.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "",
    "4": "",
    "id": 365,
    "q": "Biển báo nào báo hiệu bắt đầu đoạn đường vào phạm vi khu dân cư, các phương tiện tham gia giao thông phải tuân theo các quy định đi đường được áp dụng ở khu đông dân cư?",
    "img": "q365.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "",
    "4": "",
    "id": 366,
    "q": "Biển nào báo hiệu hạn chế tốc độ của phương tiện không vượt quá trị số ghi trên biển?",
    "img": "q366.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 367,
    "q": "Trong các biển báo dưới đây biển nào báo hiệu “Hết đường cao tốc”?",
    "img": "q367.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Tốc độ tối đa các xe cơ giới được phép chạy.",
    "2": "Tốc độ tối thiểu các xe cơ giới được phép chạy.",
    "3": "",
    "4": "",
    "id": 368,
    "q": "Số 50 trên biển báo dưới đây có ý nghĩa gì?",
    "img": "q368.png",
    "a": 1,
    "k": "",
    "e": "Biển số P.127 “Tốc độ tối đa cho phép”"
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả biển 1 và biển 2.",
    "4": "",
    "id": 369,
    "q": "Trong các biển báo dưới đây biển nào chỉ dẫn bắt đầu đường cao tốc.",
    "img": "q369.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Báo hiệu tốc độ tối đa cho phép các xe cơ giới chạy.",
    "2": "Báo hiệu tốc độ tối thiểu cho phép các xe cơ giới chạy.",
    "3": "",
    "4": "",
    "id": 370,
    "q": "Biển báo này có ý nghĩa gì?",
    "img": "q370.png",
    "a": 2,
    "k": "",
    "e": "Biển số R.306 “Tốc độ tối thiểu cho phép”"
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Biển 1 và 3.",
    "id": 371,
    "q": "Gặp biển nào người lái xe phải nhường đường cho người đi bộ?",
    "img": "q371.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: W.224 “Đường người đi bộ cắt ngang”; Biển 2: P.112 “Cấm người đi bộ”; Biển 3: R.305 “Đường dành cho người đi bộ”.<br/>Biển 1 báo ưu tiên cho người đi bộ nên phải nhường đường."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 1 và 3",
    "3": "Biển 3.",
    "4": "Cả ba biển.",
    "id": 372,
    "q": "Biển nào chỉ đường dành cho người đi bộ, các loại xe không được đi vào khi gặp biển này?",
    "img": "q372.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: W.224 “Đường người đi bộ cắt ngang”; Biển 2: P.112 “Cấm người đi bộ”; Biển 3: R.305 “Đường dành cho người đi bộ”.<br/>Biển 3 báo đường dành cho người đi bộ nên phương tiện khác không được đi vào."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 373,
    "q": "Biển nào báo hiệu “Đường dành cho xe thô sơ”?",
    "img": "q373.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 1 và 2.",
    "3": "Biển 2 và 3.",
    "4": "Cả ba biển.",
    "id": 374,
    "q": "Biển nào báo hiệu sắp đến chỗ giao nhau nguy hiểm?",
    "img": "q374.png",
    "a": 8,
    "k": "",
    "e": "Biển 1: W.210 “Giao nhau với đường sắt có rào chắn”; Biển 2: W.208 “Giao nhau với đường ưu tiên”; Biển 3: W.209 “Giao nhau có tín hiệu đèn”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2 và 3.",
    "3": "Biển 3.",
    "4": "",
    "id": 375,
    "q": "Biển nào báo hiệu “Giao nhau với đường sắt có rào chắn”?",
    "img": "q375.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: W.210 “Giao nhau với đường sắt có rào chắn”; Biển 2: W.208 “Giao nhau với đường ưu tiên”; Biển 3: W.209 “Giao nhau có tín hiệu đèn”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Cả ba biển.",
    "id": 376,
    "q": "Biển nào báo hiệu “Giao nhau có tín hiệu đèn”?",
    "img": "q376.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: W.210 “Giao nhau với đường sắt có rào chắn”; Biển 2: W.208 “Giao nhau với đường ưu tiên”; Biển 3: W.209 “Giao nhau có tín hiệu đèn”."
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 1 và 3.",
    "3": "Biển 2 và 3.",
    "4": "Cả ba biển.",
    "id": 377,
    "q": "Biển nào báo hiệu nguy hiểm giao nhau với đường sắt?",
    "img": "q377.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: W.210 “Giao nhau với đường sắt có rào chắn”; Biển 2: W.234 “Giao nhau với đường hai chiều”; Biển 3: W.242a “Nơi đường sắt giao vuông góc với đường bộ”."
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 1 và 3.",
    "3": "Biển 2 và 3.",
    "4": "Cả ba biển.",
    "id": 378,
    "q": "Biển nào báo hiệu Đường sắt giao nhau với đường bộ không có rào chắn?",
    "img": "q378.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: W.210 “Giao nhau với đường sắt có rào chắn”; Biển 2: W.211a “Giao nhau với đường sắt không có rào chắn”; Biển 3: W.242a “Nơi đường sắt giao vuông góc với đường bộ” bổ sung cho biển W.211a. Nên cả 2 biển 2 và 3 đều đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Biển 1 và 3.",
    "id": 379,
    "q": "Biển nào báo hiệu sắp đến chỗ giao nhau giữa đường bộ và đường sắt?",
    "img": "q379.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: Biển 211a Giao nhau với đường sắt không có rào chắn.<br/>Biển 2: Biển 208 Giao nhau với đường ưu tiên.<br/>Biển 3: Biển 211b Giao nhau với tàu điện."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 380,
    "q": "Biển nào báo hiệu “Cửa chui”?",
    "img": "q380.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: W.237 “Cầu vòng”; Biển 2: W.218 “Cửa chui”; Biển 3: W.240 “Đường hầm”. Đáp án đúng là đáp án 2."
  },
  {
    "1": "Để chỉ nơi đường sắt giao vuông góc với đường bộ không có rào chắn.",
    "2": "Để báo trước sắp đến vị trí giao cắt đường bộ với đường sắt cùng mức, không vuông góc và không có người gác, không có rào chắn.",
    "3": "Nơi đường sắt giao nhau với đường bộ.",
    "4": "",
    "id": 381,
    "q": "Hai biển này có ý nghĩa gì?",
    "img": "q381.png",
    "a": 1,
    "k": "",
    "e": "Hai biển này là 242a và 242b “Nơi đường sắt giao nhau vuông góc với đường bộ” bổ sung cho biển 211 “Giao nhau với đường sắt không có rào chắn”. Do đó câu trả lời 1 đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Biển 1 và 2.",
    "id": 382,
    "q": "Biển nào báo hiệu “Nơi đường sắt giao vuông góc với đường bộ”?",
    "img": "q382.png",
    "a": 8,
    "k": "",
    "e": "Biển 1 và Biển 2 là 242a và 242b “Nơi đường sắt giao nhau vuông góc với đường bộ” bổ sung cho biển 211 “Giao nhau với đường sắt không có rào chắn”.<br/> Biển 3 là 243a “Nơi giao nhau không vuông góc với đường bộ”."
  },
  {
    "1": "Nơi đường sắt giao nhau với đường bộ.",
    "2": "Nơi đường sắt giao vuông góc với đường bộ.",
    "3": "Để báo trước sắp đến vị trí đường sắt giao không vuông góc với đường bộ, không có người gác và không có rào chắn.",
    "4": "",
    "id": 383,
    "q": "Các biển này có ý nghĩa gì?",
    "img": "q383.png",
    "a": 4,
    "k": "",
    "e": "Ba biển này là 243a, a43b và 243c Nơi giao nhau không vuông góc với đường sắt, không có người gác và không có rào chắn với đường sắt."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 384,
    "q": "Biển nào báo hiệu “Hết đoạn đường ưu tiên”?",
    "img": "q384.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: W.207a “Giao nhau với đường không ưu tiên”;<br/>Biển 2: W.208 “Giao nhau với đường ưu tiên”;<br/>Biển 3: I.402 “Hết đường ưu tiên”."
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 1 và 3.",
    "3": "Biển 2 và 3.",
    "4": "Cả ba biển.",
    "id": 385,
    "q": "Biển nào báo hiệu, chỉ dẫn xe đi trên đường này được quyền ưu tiên qua nơi giao nhau?",
    "img": "q385.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: W.207a “Giao nhau với đường không ưu tiên”;<br/>Biển 2: W.208 “Giao nhau với đường ưu tiên”;<br/>Biển 3: I.401 “Bắt đầu đường ưu tiên”. Nên Biển 1 và Biển 3 là đáp án đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Biển 2 và 3.",
    "id": 386,
    "q": "Biển nào báo hiệu “Giao nhau với đường không ưu tiên”?",
    "img": "q386.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: W.207a “Giao nhau với đường không ưu tiên”;<br/>Biển 2: W.208 “Giao nhau với đường ưu tiên”;<br/>Biển 3: I.401 “Bắt đầu đường ưu tiên”."
  },
  {
    "1": "Biển 1 và 3.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 387,
    "q": "Biển nào báo hiệu “Giao nhau với đường ưu tiên”?",
    "img": "q387.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: W.207a “Giao nhau với đường không ưu tiên”;<br/>Biển 2: W.208 “Giao nhau với đường ưu tiên”;<br/>Biển 3: I.401 “Bắt đầu đường ưu tiên”."
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 1 và 3.",
    "3": "Biển 2 và 3.",
    "4": "Cả ba biển.",
    "id": 388,
    "q": "Biển nào báo hiệu “Đường bị thu hẹp”?",
    "img": "q388.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: W.203a “Đường bị hẹp cả hai bên”; Biển 2: W203b “Đường bị hẹp về phía trái”; Biển 3: W.201b “Chỗ ngoặt nguy hiểm vòng bên phải”. Nên đáp án đúng là Biển 1 và Biển 2."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 1 và 3.",
    "3": "Biển 2 và 3.",
    "4": "Cả ba biển.",
    "id": 389,
    "q": "Khi gặp biển nào, người lái xe phải giảm tốc độ, chú ý xe đi ngược chiều, xe đi ở phía đường bị hẹp phải nhường đường cho xe đi ngược chiều?",
    "img": "q389.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: W.236 “Hết đường đôi”; Biển 2: Biển 2: W203b “Đường bị hẹp về phía trái”; Biển 3:  Biển 3: W203c “Đường bị hẹp về phía phải”.<br/>Câu này hỏi về việc đường bị thu hẹp nên câu trả lời đúng là Biển 2 và Biển 3."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Cả ba biển.",
    "id": 390,
    "q": "Biển nào báo hiệu “Giao nhau với đường ưu tiên”?",
    "img": "q390.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: W.205a “Đường giao nhau” cùng cấp; Biển 2: W.207a “Giao nhau với đường không ưu tiên”; Biển 3: W.208 “Giao nhau với đường ưu tiên”;"
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 391,
    "q": "Biển nào báo hiệu “Đường giao nhau” của các tuyến đường cùng cấp?",
    "img": "q391.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: W.205a “Đường giao nhau” cùng cấp; Biển 2: W.207a “Giao nhau với đường không ưu tiên”; Biển 3: W.208 “Giao nhau với đường ưu tiên”;"
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 392,
    "q": "Biển nào báo hiệu “Giao nhau với đường không ưu tiên”?",
    "img": "q392.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: W.205a “Đường giao nhau” cùng cấp; Biển 2: W.207a “Giao nhau với đường không ưu tiên”; Biển 3: W.208 “Giao nhau với đường ưu tiên”;"
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 393,
    "q": "Biển nào báo hiệu “Đường hai chiều”?",
    "img": "q393.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: W.204 “Đường hai chiều”;<br/>Biển 2: P.132 “Nhường đường cho xe cơ giới đi ngược chiều qua đường hẹp”;<br/>Biển 3: I.406 “Được ưu tiên qua đường hẹp”."
  },
  {
    "1": "Biển 1",
    "2": "Biển 2",
    "3": "Biển 3",
    "4": "",
    "id": 394,
    "q": "Biển nào báo hiệu phải giảm tốc độ, nhường đường cho xe cơ giới đi ngược chiều qua đường hẹp?",
    "img": "q394.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: W.204 “Đường hai chiều”;<br/>Biển 2: P.132 “Nhường đường cho xe cơ giới đi ngược chiều qua đường hẹp”;<br/>Biển 3: I.406 “Được ưu tiên qua đường hẹp”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2",
    "3": "Biển 3.",
    "4": "Biển 2 và 3.",
    "id": 395,
    "q": "Biển nào chỉ dẫn “Được ưu tiên qua đường hẹp”?",
    "img": "q395.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: W.204 “Đường hai chiều”;<br/>Biển 2: P.132 “Nhường đường cho xe cơ giới đi ngược chiều qua đường hẹp”;<br/>Biển 3: I.406 “Được ưu tiên qua đường hẹp”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 396,
    "q": "Biển nào báo hiệu “Đường đôi”?",
    "img": "q396.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 397,
    "q": "Biển nào báo hiệu “Đường đôi”?",
    "img": "q397.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 398,
    "q": "Biển nào báo hiệu “Kết thúc đường đôi”?",
    "img": "q398.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 399,
    "q": "Biển nào báo hiệu “Giao nhau với đường hai chiều”?",
    "img": "q399.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 400,
    "q": "Biển nào báo hiệu “Đường hai chiều”?",
    "img": "q400.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 401,
    "q": "Biển nào báo hiệu “Giao nhau với đường hai chiều”?",
    "img": "q401.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2 và 3.",
    "3": "Cả ba biển.",
    "4": "",
    "id": 402,
    "q": "Biển nào báo hiệu “Chú ý chướng ngại vật”?",
    "img": "q402.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả hai biển.",
    "4": "",
    "id": 403,
    "q": "Biển nào chỉ dẫn cho người tham gia giao thông biết vị trí và khoảng cách có làn đường cứu nạn hay làn thoát xe khẩn cấp?",
    "img": "q403.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Cả ba biển.",
    "2": "Biển 2.",
    "3": "Biển 2 và 3.",
    "4": "",
    "id": 404,
    "q": "Biển nào báo hiệu “Đường hầm”?",
    "img": "q404.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 405,
    "q": "Biển nào dưới đây là biển “Cầu hẹp”?",
    "img": "q405.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: W.213 “Cầu tạm”; Biển 2: W.212 “Cầu hẹp”; Biển 3: W.214 “Cầu xoay - cầu cất”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 406,
    "q": "Biển nào dưới đây là biển “Cầu xoay - cầu cất”?",
    "img": "q406.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: W.213 “Cầu tạm”; Biển 2: W.212 “Cầu hẹp”; Biển 3: W.214 “Cầu xoay - cầu cất”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 407,
    "q": "Biển nào dưới đây là biển “Kè, vực sâu phía trước”?",
    "img": "q407.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: W.215a “Kè, vực sâu phía trước”;<br/>Biển 2: W.215b “Kè, vực sâu bên đường phía bên phải”;<br/>Biển 3: W.215c “Kè, vực sâu bên đường phía bên trái”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Biển 1 và Biển 2.",
    "id": 408,
    "q": "Biển nào sau đây là biển “Kè, vực sâu bên đường phía bên trái”?",
    "img": "q408.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: W.215a “Kè, vực sâu phía trước”;<br/>Biển 2: W.215b “Kè, vực sâu bên đường phía bên phải”;<br/>Biển 3: W.215c “Kè, vực sâu bên đường phía bên trái”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 409,
    "q": "Biển nào sau đây là biển “Kè, vực sâu bên đường phía bên phải”?",
    "img": "q409.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: W.215a “Kè, vực sâu phía trước”;<br/>Biển 2: W.215b “Kè, vực sâu bên đường phía bên phải”;<br/>Biển 3: W.215c “Kè, vực sâu bên đường phía bên trái”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 410,
    "q": "Biển nào sau đây là biển “Đường trơn”?",
    "img": "q410.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: W201c “Chỗ ngoặt nguy hiểm có nguy cơ lật xe bên phải khi đường cong vòng sang trái”; Biển 2: W.222a “Đường trơn”; Biển 3: W217 “Bến phà”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2",
    "3": "Biển 3.",
    "4": "",
    "id": 411,
    "q": "Biển nào sau đây là biển “Lề đường nguy hiểm”?",
    "img": "q411.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: W.215b “Kè, vực sâu bên đường phía bên trái”; Biển 2: W.222b “Lề đường nguy hiểm”; Biển 3: W201c “”Chỗ ngoặt nguy hiểm có nguy cơ lật xe”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Không biển nào.",
    "id": 412,
    "q": "Biển nào sau đây báo trước gần tới đoạn đường đang tiến hành thi công?",
    "img": "q412.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 413,
    "q": "Biển nào dưới đây cảnh báo nguy hiểm đoạn đường thường xảy ra tai nạn?",
    "img": "q413.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Cả 3 biển.",
    "id": 414,
    "q": "Biển nào báo hiệu đoạn đường hay xảy ra ùn tắc giao thông?",
    "img": "q414.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: W.240 “Đường hầm”; Biển 2: W.241 “Ùn tắc giao thông”; Biển 3: W.244 “Đoạn đường hay xảy ra tai nạn”"
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "",
    "4": "",
    "id": 415,
    "q": "Gặp biển nào người tham gia giao thông phải đi chậm và thận trọng đề phòng khả năng xuất hiện và di chuyển bất ngờ của trẻ em trên mặt đường?",
    "img": "q415.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 416,
    "q": "Biển nào chỉ dẫn nơi bắt đầu đoạn đường dành cho người đi bộ?",
    "img": "q416.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: W.224 “Đường người đi bộ cắt ngang”; Biển 2: I.423c “Điểm bắt đầu đường đi bộ”; Biển 3: W.225 “Trẻ em”"
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Cả 3 biển.",
    "id": 417,
    "q": "Biển nào báo hiệu gần đến đoạn đường thường có trẻ em đi ngang qua?",
    "img": "q417.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: W.224 “Đường người đi bộ cắt ngang”; Biển 2: W.225 “Trẻ em”; Biển 3: W.226 “Đường người đi xe đạp cắt ngang”"
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả hai biển.",
    "4": "",
    "id": 418,
    "q": "Gặp biển nào dưới đây người tham gia giao thông cần phải điều chỉnh tốc độ xe chạy cho thích hợp, đề phòng gió thổi mạnh gây lật xe?",
    "img": "q418.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "",
    "4": "",
    "id": 419,
    "q": "Biển nào sau đây là biển “Dốc xuống nguy hiểm”?",
    "img": "q419.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "",
    "4": "",
    "id": 420,
    "q": "Biển nào sau đây là biển “Dốc lên nguy hiểm”?",
    "img": "q420.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Chỗ ngoặt nguy hiểm có nguy cơ lật xe bên phải khi đường cong vòng sang trái.",
    "2": "Chỗ ngoặt nguy hiểm có nguy cơ lật xe bên trái khi đường cong vòng bên phải.",
    "3": "",
    "4": "",
    "id": 421,
    "q": "Biển báo này có ý nghĩa gì?",
    "img": "q421.png",
    "a": 1,
    "k": "",
    "e": "Biển W201c “Chỗ ngoặt nguy hiểm có nguy cơ lật xe bên phải khi đường cong vòng sang trái”;"
  },
  {
    "1": "Báo trước đoạn đường có gió ngang.",
    "2": "Báo trước đoạn đường trơn trượt.",
    "3": "Báo trước sắp đến bến phà.",
    "4": "",
    "id": 422,
    "q": "Biển báo này có ý nghĩa gì?",
    "img": "q422.png",
    "a": 4,
    "k": "",
    "e": "Biển W.217 “Bến phà”"
  },
  {
    "1": "Báo hiệu đường có ổ gà, lồi lõm.",
    "2": "Báo hiệu đường có gờ giảm tốc phía trước.",
    "3": "",
    "4": "",
    "id": 423,
    "q": "Biển báo này có ý nghĩa gì?",
    "img": "q423.png",
    "a": 1,
    "k": "",
    "e": "Biển W.221a “Đường ổ gà, sống trâu”"
  },
  {
    "1": "Báo hiệu đường có ổ gà, lồi lõm.",
    "2": "Báo hiệu đường có gờ giảm tốc phía trước.",
    "3": "",
    "4": "",
    "id": 424,
    "q": "Biển báo này có ý nghĩa gì?",
    "img": "q424.png",
    "a": 2,
    "k": "",
    "e": "Biển W221b “Đường có sóng mấp mô nhân tạo”"
  },
  {
    "1": "Để báo trước gần tới đoạn đường có hiện tượng đất đá từ trên ta luy dương sạt lở bất ngờ gây nguy hiểm cho xe cộ và người đi đường.",
    "2": "Để báo trước nơi có kết cấu mặt đường rời rạc, khi phương tiện đi qua, làm cho các viên đá, sỏi băng lên gây nguy hiểm và mất an toàn cho người và phương tiện tham gia giao thông.",
    "3": "Để cảnh báo những đoạn nền đường yếu, đoạn đường đang theo dõi lún mà việc vận hành xe ở tốc độ cao có thể gây nguy hiểm.",
    "4": "",
    "id": 425,
    "q": "Biển báo này có ý nghĩa gì?",
    "img": "q425.png",
    "a": 4,
    "k": "",
    "e": "Biển W.228d “Nền đường yếu”"
  },
  {
    "1": "Để báo trước gần tới đoạn đường có hiện tượng đất đá từ trên ta luy dương sạt lở bất ngờ gây nguy hiểm cho xe cộ và người đi đường.",
    "2": "Để báo trước nơi có kết cấu mặt đường rời rạc, khi phương tiện đi qua, làm cho các viên đá, sỏi văng lên gây nguy hiểm và mất an toàn cho người và phương tiện tham gia giao thông.",
    "3": "Để cảnh báo những đoạn nền đường yếu, đoạn đường đang theo dõi lún mà việc vận hành xe ở tốc độ cao có thể gây nguy hiểm.",
    "4": "",
    "id": 426,
    "q": "Các biển báo này có ý nghĩa gì?",
    "img": "q426.png",
    "a": 1,
    "k": "",
    "e": "Biển số W.228 (a, b) “Đá lở”"
  },
  {
    "1": "Để báo trước gần tới đoạn đường có hiện tượng đất đá từ trên ta luy dương sạt lở bất ngờ gây nguy hiểm cho xe cộ và người đi đường.",
    "2": "Để báo trước nơi có kết cấu mặt đường rời rạc, khi phương tiện đi qua, làm cho các viên đá, sỏi băng lên gây nguy hiểm và mất an toàn cho người và phương tiện tham gia giao thông.",
    "3": "Để cảnh báo những đoạn nền đường yếu, đoạn đường đang theo dõi lún mà việc vận hành xe ở tốc độ cao có thể gây nguy hiểm.",
    "4": "",
    "id": 427,
    "q": "Biển báo này có ý nghĩa gì?",
    "img": "q427.png",
    "a": 2,
    "k": "",
    "e": "Biển số W.228c “Sỏi đá bắn lên”"
  },
  {
    "1": "Đi chậm, quan sát và dừng lại nếu gặp gia súc trên đường.",
    "2": "Bấm còi to để gia súc tránh đường và nhanh chóng di chuyển qua đoạn đường có gia súc.",
    "3": "",
    "4": "",
    "id": 428,
    "q": "Gặp biển báo này người lái xe phải xử lý thế nào?",
    "img": "q428.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Báo hiệu khu vực nguy hiểm thường xuyên có sét đánh.",
    "2": "Báo hiệu khu vực có đường dây điện cắt ngang phía trên tuyến đường.",
    "3": "",
    "4": "",
    "id": 429,
    "q": "Biển báo này có ý nghĩa gì?",
    "img": "q429.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1",
    "2": "Biển 2.",
    "3": "Cả hai biển.",
    "4": "",
    "id": 430,
    "q": "Biển nào báo hiệu các phương tiện phải đi đúng làn đường quy định và tuân thủ tốc độ tối đa cho phép?",
    "img": "q430.png",
    "a": 2,
    "k": "",
    "e": "Biển 1 là 127b Tốc độ tối đa trên từng làn đường; Biển 2 là 127c tốc độ tối đa cho phép theo phương tiện trên từng làn đường. Nên biển 2 là đáp án đúng (quy định loại phương tiện và tốc độ của làn đường)."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả hai biển.",
    "4": "",
    "id": 431,
    "q": "Biển nào báo hiệu các phương tiện phải tuân thủ tốc độ tối đa cho phép trên từng làn đường?",
    "img": "q431.png",
    "a": 4,
    "k": "",
    "e": "Biển 1 là 127b Tốc độ tối đa trên từng làn đường; Biển 2 là 127c tốc độ tối đa cho phép theo phương tiện trên từng làn đường. Nên cả 2 biển đều là đáp án đúng (Quy định tốc độ phương tiện theo làn đường)."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "",
    "4": "",
    "id": 432,
    "q": "Biển nào báo hiệu “Đường dành cho xe ô tô”?",
    "img": "q432.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "",
    "4": "",
    "id": 433,
    "q": "Biển nào báo hiệu “Hết đường dành cho xe ô tô”?",
    "img": "q433.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "",
    "4": "",
    "id": 434,
    "q": "Khi gặp biển nào thì các phương tiện không được đi vào, trừ ô tô và mô tô?",
    "img": "q434.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Chỉ hướng đi phải theo.",
    "2": "Biển báo hiệu cho người lái xe biết số lượng làn đường trên mặt đường và hướng đi trên mỗi làn đường phai theo.",
    "3": "Chỉ hướng đường phải theo.",
    "4": "",
    "id": 435,
    "q": "Biển này có ý nghĩa gì?",
    "img": "q435.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Không biển nào",
    "4": "",
    "id": 436,
    "q": "Biển nào (đặt trước ngã ba, ngã tư) cho phép xe được rẽ sang hướng khác?",
    "img": "q436.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: R.301a “Hướng đi phải theo” chỉ được đi thẳng đặt trước ngã ba, ngã tư;<br/>Biển 2: R.301h “Hướng đi phải theo” chỉ được rẽ trái hoặc rẽ phải đặt sau ngã ba, ngã tư;<br/>Nên đáp án đúng là không có biển nào."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "",
    "4": "",
    "id": 437,
    "q": "Biển nào báo hiệu “Hướng đi thẳng phải theo”?",
    "img": "q437.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: R.301a “Hướng đi phải theo” chỉ được đi thẳng đặt trước ngã ba, ngã tư;<br/>Biển 2: I.407a “Đường một chiều” không liên quan hướng đi phải theo.<br/>Nên Biển 1 là đáp án đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả hai biển.",
    "4": "",
    "id": 438,
    "q": "Biển nào báo hiệu “Đường một chiều”?",
    "img": "q438.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: R.301a “Hướng đi phải theo” chỉ được đi thẳng đặt trước ngã ba, ngã tư;<br/>Biển 2: I.407a “Đường một chiều”;<br/>Nên Biển 2 là đáp án đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3",
    "4": "Cả ba biển.",
    "id": 439,
    "q": "Trong các biển dưới đây biển nào là biển “Hết tốc độ tối đa cho phép”?",
    "img": "q439.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: DP134 “Hết hạn chế tốc độ tối đa”; Biển 2: DP135 “Hết mọi lệnh cấm”; Biển 3: R307 “Hết hạn chế tốc độ tối thiểu”. Nên Biển 1 là biển “Hết hạn chế tốc độ tối đa”.<br/>Chú ý câu này hỏi ý nghĩa của biển."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Biển 1 và 2.",
    "id": 440,
    "q": "Hiệu lực của biển “Tốc độ tối đa cho phép” hết tác dụng khi gặp biển nào dưới đây?",
    "img": "q440.png",
    "a": 8,
    "k": "",
    "e": "Biển 1: DP134 “Hết hạn chế tốc độ tối đa”; Biển 2: DP135 “Hết mọi lệnh cấm”; Biển 3: R307 “Hết hạn chế tốc độ tối thiểu”. Nên Biển 1 và Biển 2 là đều hết hạn chế tốc độ tối đa.<br/>Chú ý câu hỏi các biển hết hạn chế, không phải ý nghĩa của biển."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Cả ba biển",
    "id": 441,
    "q": "Trong các biển dưới đây biển nào là biển “Hết tốc độ tối thiểu”?",
    "img": "q441.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: DP134 “Hết hạn chế tốc độ tối đa”; Biển 2: DP135 “Hết mọi lệnh cấm”; Biển 3: R307 “Hết hạn chế tốc độ tối thiểu”. Nên Biển 3 là biển “Hết hạn chế tốc độ tối thiểu”.<br/>Chú ý câu này hỏi ý nghĩa của biển."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Biển 2 và 3.",
    "id": 442,
    "q": "Biển nào dưới đây báo hiệu hết cấm vượt?",
    "img": "q442.png",
    "a": 8,
    "k": "",
    "e": "Biển 1: DP.134 “Hết hạn chế tốc độ tối đa”; Biển 2: DP.135 “Hết tất cả các lệnh cấm”; Biển 3: DP.133 “Hết cấm vượt”;<br/>Nên đáp án đúng phải là Biển 2 và Biển 3."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Cả ba biển",
    "id": 443,
    "q": "Trong các biển dưới đây biển nào là biển “Hết mọi lệnh cấm”?",
    "img": "q443.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: DP.134 “Hết hạn chế tốc độ tối đa”; Biển 2: DP.135 “Hết tất cả các lệnh cấm”; Biển 3: R.307 “Hết hạn chế tốc độ tối thiểu”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Không biển nào.",
    "id": 444,
    "q": "Biển nào cho phép được quay đầu xe đi theo hướng ngược lại khi đặt biển trước ngã ba, ngã tư?",
    "img": "q444.png",
    "a": 4,
    "k": "",
    "e": "R.301 (a, b, c,d, e, f,g, h ) “Hướng đi phải theo”;<br/>Biển 1: R.301e đặt trước ngã ba, ngã tư, chỉ được rẽ trái ở phạm vi ngã ba, ngã tư đằng sau mặt biển.<br/>Biển 2: R.301h đặt sau ngã ba, ngã tư, chỉ được phép rẽ trái, quay đầu hoặc rẽ phải ở khu vực ngã ba, ngã tư trước mặt biển.<br/>Biển 3: R.301g đặt trước ngã ba, ngã tư, chỉ được phép đi thẳng hay rẽ trái ở khu vực sau mặt biển và được phép quay đầu xe để đi theo hướng ngược lại.<br/>Biển 3 là đáp án đúng."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Biển 1 và 3.",
    "id": 445,
    "q": "Biển nào không cho phép rẽ phải?",
    "img": "q445.png",
    "a": 1,
    "k": "",
    "e": "R.301 (a, b, c,d, e, f,g, h ) “Hướng đi phải theo”;<br/>Biển 1: R.301e đặt trước ngã ba, ngã tư, chỉ được rẽ trái ở phạm vi ngã ba, ngã tư đằng sau mặt biển.<br/>Biển 2: R.301h đặt sau ngã ba, ngã tư, chỉ được phép rẽ trái, quay đầu hoặc rẽ phải ở khu vực ngã ba, ngã tư trước mặt biển.<br/>Biển 3: R.301g đặt trước ngã ba, ngã tư, chỉ được phép đi thẳng hay rẽ trái ở khu vực sau mặt biển và được phép quay đầu xe để đi theo hướng ngược lại.<br/>Biển 1 không cho phép rẽ phải là đáp án đúng."
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 1 và 3.",
    "3": "Biển 2 và 3.",
    "4": "Cả ba biển.",
    "id": 446,
    "q": "Khi đến chỗ giao nhau, gặp biển nào thì người lái xe không được cho xe đi thẳng, phải rẽ sang hướng khác?",
    "img": "q446.png",
    "a": 1,
    "k": "",
    "e": "R.301 (a, b, c,d, e, f,g, h ) “Hướng đi phải theo”;<br/>Biển 1: R.301e đặt trước ngã ba, ngã tư, chỉ được rẽ trái ở phạm vi ngã ba, ngã tư đằng sau mặt biển.<br/>Biển 2: R.301h đặt sau ngã ba, ngã tư, chỉ được phép rẽ trái, quay đầu hoặc rẽ phải ở khu vực ngã ba, ngã tư trước mặt biển.<br/>Biển 3: R.301g đặt trước ngã ba, ngã tư, chỉ được phép đi thẳng hay rẽ trái ở khu vực sau mặt biển và được phép quay đầu xe để đi theo hướng ngược lại.<br/>Biển 1 và Biển 2 là đáp án đúng."
  },
  {
    "1": "Biển 1",
    "2": "Biển 2",
    "3": "Cả 2 biển",
    "4": "",
    "id": 447,
    "q": "Biển nào cho phép quay đầu xe?",
    "img": "q447.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: I.409 “Chỗ quay xe” và Biển 2: I.410 “Khu vực quay xe” nên cả 2 biển đều cho phép quay đầu xe."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "Biển 1 và 2.",
    "id": 448,
    "q": "Biển nào chỉ dẫn tên đường trên các tuyến đường đối ngoại?",
    "img": "q448.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển chỉ dẫn hết cấm đỗ xe theo giờ trong khu vực.",
    "2": "Biển chỉ dẫn hết hiệu lực khu vực đỗ xe trên các tuyến đường đối ngoại.",
    "3": "Biển chỉ dẫn khu vực đỗ xe trên các tuyến đường đối ngoại.",
    "4": "",
    "id": 449,
    "q": "Biển 1 có ý nghĩa gì?",
    "img": "q449.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: R.E,10b “Hết cấm đỗ xe theo giờ trong khu vực” ; Biển 2: R.E,10a “Hết cấm đỗ xe trong khu vực”; Biển 3: R.E,10c: “Hết khu vực đỗ xe”."
  },
  {
    "1": "Biển chỉ dẫn khu vực cấm đỗ xe trên các tuyến đường đối ngoại",
    "2": "Biển chỉ dẫn khu vực đỗ xe trên các tuyến đường đối ngoại.",
    "3": "Biển hạn chế tốc độ tối đa trong khu vực.",
    "4": "Biển chỉ dẫn hết hiệu lực khu vực cấm đỗ xe theo giờ trên các tuyến đường đối ngoại.",
    "id": 450,
    "q": "Biển 3 có ý nghĩa gì?",
    "img": "q450.png",
    "a": 4,
    "k": "",
    "e": "Biển 1: R.E,9a “Cấm đỗ xe trong khu vực”; Biển 2: Biển R.E,10c “Hết khu vực đỗ xe”; Biển 3: Biển R.E,9d “Hạn chế tốc độ tối đa trong khu vực”."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 451,
    "q": "Biển nào báo hiệu “Đường phía trước có làn đường dành cho ô tô khách”?",
    "img": "q451.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 452,
    "q": "Biển nào báo hiệu “Rẽ ra đường có làn đường dành cho ô tô khách”?",
    "img": "q452.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Cả ba biển.",
    "3": "Không biển nào.",
    "4": "",
    "id": 453,
    "q": "Biển nào đặt trên đường chính trước khi đến nơi đường giao nhau để rẽ vào đường cụt?",
    "img": "q453.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả hai biển.",
    "4": "Không biển nào.",
    "id": 454,
    "q": "Biển nào chỉ dẫn cho người đi bộ sử dụng cầu vượt qua đường?",
    "img": "q454.png",
    "a": 1,
    "k": "",
    "e": "Biển 1: I424a “Cầu vượt qua đường cho người đi bộ”; Biển 2: I424c “Hầm chui qua đường cho người đi bộ” nên đáp án đúng là biển 1."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Cả hai biển.",
    "4": "Không biển nào.",
    "id": 455,
    "q": "Biển nào chỉ dẫn cho người đi bộ sử dụng hầm chui qua đường?",
    "img": "q455.png",
    "a": 2,
    "k": "",
    "e": "Biển 1: I424b “Cầu vượt qua đường cho người đi bộ”; Biển 2: I424d “Hầm chui qua đường cho người đi bộ” nên đáp án đúng là biển 2."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 456,
    "q": "Biển nào báo hiệu nơi đỗ xe cho người tàn tật",
    "img": "q456.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Đỗ xe hoàn toàn trên hè phố.",
    "2": "Đỗ xe hoàn toàn dưới lòng đường.",
    "3": "Đỗ ½ thân xe trở lên trên hè phố.",
    "4": "",
    "id": 457,
    "q": "Gặp biển báo này, người lái xe phải đỗ xe như thế nào?",
    "img": "q457.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Dừng xe tại khu vực có trạm Cảnh sát giao thông.",
    "2": "Tiếp tục lưu thông với tốc độ bình thường.",
    "3": "Phải giảm tốc độ đến mức an toàn và không được vượt khi đi qua khu vực này.",
    "4": "",
    "id": 458,
    "q": "Gặp biển báo này, người tham gia giao thông phải xử lý như thế nào?",
    "img": "q458.png",
    "a": 4,
    "k": "",
    "e": "Biển I.436 “Trạm cảnh sát giao thông”. Các phương tiện phải giảm tốc độ đến mức an toàn và không được vượt khi đi qua khu vực này."
  },
  {
    "1": "Bắt buộc",
    "2": "Không bắt buộc.",
    "3": "",
    "4": "",
    "id": 459,
    "q": "Gặp biển báo này người lái xe có bắt buộc phải chạy vòng theo đảo an toàn theo hướng mũi tên khi muốn chuyển hướng hay không?",
    "img": "q459.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 460,
    "q": "Biển nào chỉ dẫn địa giới hành chính giữa các thành phố, tỉnh, huyện?",
    "img": "q460.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 2 và 3.",
    "2": "Biển 1 và 2.",
    "3": "Biển 1 và 3.",
    "4": "Cả ba biển.",
    "id": 461,
    "q": "Biển nào báo hiệu “Cầu vượt liên thông”?",
    "img": "q461.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Đi thẳng hoặc rẽ trái trên cầu vượt.",
    "2": "Đi thẳng hoặc rẽ phải trên cầu vượt.",
    "3": "Báo hiệu cầu vượt liên thông.",
    "4": "",
    "id": 462,
    "q": "Biển số 1 có ý nghĩa gì?",
    "img": "q462.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 1 và 3.",
    "3": "Biển 2 và 3.",
    "4": "",
    "id": 463,
    "q": "Biển nào báo hiệu “Tuyến đường cầu vượt cắt qua”?",
    "img": "q463.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Chỉ dẫn khoảng cách đến làn đường cứu nạn (làn thoát xe khẩn cấp).",
    "2": "Báo hiệu đường cụt phía trước.",
    "3": "Báo hiệu nút giao gần nhất phía trước",
    "4": "Báo hiệu trạm dừng nghỉ phía trước.",
    "id": 464,
    "q": "Biển báo dưới đây có ý nghĩa gì?",
    "img": "q464.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Được phép chuyển sang làn khác",
    "2": "Không được phép chuyển sang làn khác, chỉ được đi trong làn quy định theo biển",
    "3": "",
    "4": "",
    "id": 465,
    "q": "Tại đoạn đường có biển “Làn đường dành riêng cho từng loại xe”, các phương tiện có được phép chuyển sang làn khác để đi theo hành trình mong muốn khi đến gần nơi đường bộ giao nhau hay không?",
    "img": "q465.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Có.",
    "2": "Không.",
    "3": "",
    "4": "",
    "id": 466,
    "q": "Tại đoạn đường có cắm biển dưới đây, xe tải và xe khách có được phép đi vào không?",
    "img": "q466.png",
    "a": 1,
    "k": "",
    "e": "Biển số R.403a “Đường dành cho ôtô” nên xe tải và xe khách đi vào được."
  },
  {
    "1": "Có.",
    "2": "Không.",
    "3": "",
    "4": "",
    "id": 467,
    "q": "Tại đoạn đường có cắm biển dưới đây, xe tải và xe khách có được phép đi vào không?",
    "img": "q467.png",
    "a": 2,
    "k": "",
    "e": "Biển số R.403d “Đường dành cho ôtô con” nên xe tải và xe khách KHÔNG được phép đi vào."
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 468,
    "q": "Biển nào báo hiệu kết thúc đường cao tốc?",
    "img": "q468.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Chỉ dẫn sắp đến vị trí nhập làn xe.",
    "2": "Chỉ dẫn vị trí nhập làn xe cách 250 m.",
    "3": "Chỉ dẫn vị trí nhập làn cách trạm thu phí 250 m.",
    "4": "",
    "id": 469,
    "q": "Biển này có ý nghĩa gì?",
    "img": "q469.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Bắt đầu đường cao tốc.",
    "2": "Chỉ dẫn địa giới đường cao tốc, chiều dài đường cao tốc.",
    "3": "Tên và ký hiệu đường cao tốc, tốc độ tối đa và tối thiểu khi di chuyển trên cao tốc.",
    "4": "Cả ý 1 và ý 3.",
    "id": 470,
    "q": "Biển này có ý nghĩa gì?",
    "img": "q470.png",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Xăng dầu, ăn uống, thông tin, sửa chữa xe.",
    "2": "Xăng dầu, ăn uống, nhà nghỉ, sửa chữa xe.",
    "3": "Xăng dầu, ăn uống, cấp cứu, sửa chữa xe.",
    "4": "",
    "id": 471,
    "q": "Ý nghĩa các biểu tượng ghi trên biển chỉ dẫn là gì?",
    "img": "q471.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Chỉ dẫn đến trạm kiểm tra tải trọng xe.",
    "2": "Chỉ dẫn hướng rẽ vào nơi đặt trạm kiểm tra tải trọng xe.",
    "3": "Chỉ dẫn khoảng cách đến trạm kiểm tra tải trọng xe cách 750 m.",
    "4": "",
    "id": 472,
    "q": "Biển này có ý nghĩa gì?",
    "img": "q472.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 473,
    "q": "Khi di chuyển trên đường cao tốc, gặp biển nào thì người lái xe đi theo hướng bên trái để tránh chướng ngại vật?",
    "img": "q473.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 474,
    "q": "Khi di chuyển trên đường cao tốc, gặp biển nào thì người lái xe đi theo hướng bên phải để tránh chướng ngại vật?",
    "img": "q474.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1.",
    "2": "Biển 2.",
    "3": "Biển 3.",
    "4": "",
    "id": 475,
    "q": "Khi di chuyển trên đường cao tốc, gặp biển nào thì người lái xe đi được cả hai hướng (bên trái hoặc bên phải) để tránh chướng ngại vật?",
    "img": "q475.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Biển 1 và 2.",
    "2": "Biển 1 và 3.",
    "3": "Biển 2.",
    "4": "Biển 3.",
    "id": 476,
    "q": "Khi di chuyển trên đường cao tốc, gặp biển nào người lái xe phải chú ý đổi hướng đi khi sắp vào đường cong nguy hiểm?",
    "img": "q476.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Vạch 1.",
    "2": "Vạch 2 và 3.",
    "3": "Vạch 3.",
    "4": "Vạch 1 và 2.",
    "id": 477,
    "q": "Vạch mũi tên chỉ hướng trên mặt đường nào dưới đây cho phép xe chỉ được đi thẳng và rẽ phải?",
    "img": "q477.png",
    "a": 4,
    "k": "",
    "e": ""
  },
  {
    "1": "Vạch 1.",
    "2": "Vạch 2.",
    "3": "Vạch 3.",
    "4": "Vạch 1 và 2.",
    "id": 478,
    "q": "Vạch kẻ đường nào dưới đây là vạch phân chia các làn xe cùng chiều?",
    "img": "q478.png",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Vạch 1.",
    "2": "Vạch 2.",
    "3": "Vạch 3.",
    "4": "Cả 3 vạch.",
    "id": 479,
    "q": "Vạch kẻ đường nào dưới đây là vạch phân chia hai chiều xe chạy (vạch tim đường), xe không được lấn làn, không được đè lên vạch?",
    "img": "q479.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Vạch 1.",
    "2": "Vạch 2.",
    "3": "Vạch 3.",
    "4": "Vạch 1 và 3.",
    "id": 480,
    "q": "Vạch kẻ đường nào dưới đây là vạch phân chia hai chiều xe chạy (vạch tim đường)?",
    "img": "q480.png",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Phân chia hai chiều xe chạy ngược chiều nhau.",
    "2": "Phân chia các làn xe chạy cùng chiều nhau.",
    "3": "",
    "4": "",
    "id": 481,
    "q": "Các vạch dưới đây có tác dụng gì?",
    "img": "q481.png",
    "a": 1,
    "k": "",
    "e": ""
  },
  {
    "1": "Phân chia hai chiều xe chạy ngược chiều nhau.",
    "2": "Phân chia các làn xe chạy cùng chiều nhau.",
    "3": "",
    "4": "",
    "id": 482,
    "q": "Các vạch dưới đây có tác dụng gì?",
    "img": "q482.png",
    "a": 2,
    "k": "",
    "e": ""
  },
  {
    "1": "Vạch 1.",
    "2": "Vạch 2.",
    "3": "Vạch 3.",
    "4": "Vạch 1 và vạch 3.",
    "id": 483,
    "q": "Khi gặp vạch kẻ đường nào các xe được phép đè vạch?",
    "img": "q483.png",
    "a": 8,
    "k": "",
    "e": ""
  },
  {
    "1": "Để xác định làn đường.",
    "2": "Báo hiệu người lái xe chỉ được phép đi thẳng.",
    "3": "Dùng để xác định khoảng cách giữa các phương tiện trên đường.",
    "4": "",
    "id": 484,
    "q": "Vạch dưới đây có tác dụng gì?",
    "img": "q484.png",
    "a": 4,
    "k": "",
    "e": "Vạch 7.8: Vạch xác định khoảng cách xe trên đường."
  },
  {
    "1": "Báo cho người điều khiển không được dừng phương tiện trong phạm vi phần mặt đường có bố trí vạch để tránh ùn tắc giao thông.",
    "2": "Báo hiệu sắp đến chỗ có bố trí vạch đi bộ qua đường.",
    "3": "\bDùng để xác định khoảng cách giữa các phương tiện trên đường.",
    "4": "",
    "id": 485,
    "q": "Vạch dưới đây có ý nghĩa gì?",
    "img": "q485.png",
    "a": 2,
    "k": "",
    "e": "Vạch 7.6: Vạch chỉ dẫn sắp đến chỗ có bố trí vạch đi bộ qua đường."
  },
  {
    "1": "Vị trí dừng xe của các phương tiện vận tải hành khách công cộng.",
    "2": "Báo cho người điều khiển được dừng phương tiện trong phạm vi phần mặt đường có bố trí vạch để tránh ùn tắc giao thông.",
    "3": "Dùng để xác định vị trí giữa các phương tiện trên đường.",
    "4": "",
    "id": 486,
    "q": "Vạch dưới đây có ý nghĩa gì?",
    "img": "q486.png",
    "a": 1,
    "k": "",
    "e": "Vạch 9.2: Vạch quy định vị trí dừng đỗ của phương tiện giao thông công cộng trên đường."
  },
  {
    "1": "Xe tải, xe khách, xe con, mô tô.",
    "2": "Xe tải, mô tô, xe khách, xe con.",
    "3": "Xe khách, xe tải, xe con, mô tô.",
    "4": "Mô tô, xe khách, xe tải, xe con.",
    "id": 487,
    "q": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "img": "q487.png",
    "a": 2,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Đường cùng cấp theo thứ tự bên phải trống - rẽ phải - đi thẳng - rẽ trái.<br/>1. Xe tải: Đường ưu tiên và đi thẳng;<br/>2. Mô tô: Đường ưu tiên và rẽ trái;<br/>3. Xe khách: Đường không ưu tiên, đi thẳng.<br/>4. Xe con: Đường không ưu tiên, rẽ trái."
  },
  {
    "1": "Xe công an, xe con, xe tải, xe khách.",
    "2": "Xe công an, xe khách, xe con, xe tải.",
    "3": "Xe công an, xe tải, xe khách, xe con.",
    "4": "Xe con, xe công an, xe tải, xe khách.",
    "id": 488,
    "q": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "img": "q488.png",
    "a": 1,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Đường cùng cấp theo thứ tự bên phải trống - rẽ phải - đi thẳng - rẽ trái.<br/>1. Xe công an: Xe ưu tiên.<br/>2. Xe con: Đường ưu tiên.<br/>3. Xe tải: Đường không ưu tiên, đi thẳng.<br/>4. Xe khách: Đường không ưu tiên, rẽ trái."
  },
  {
    "1": "Xe tải, xe công an, xe khách, xe con.",
    "2": "Xe công an, xe khách, xe con, xe tải.",
    "3": "Xe công an, xe con, xe tải, xe khách.",
    "4": "Xe công an, xe tải, xe khách, xe con.",
    "id": 489,
    "q": "Theo hướng mũi tên, thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "img": "q489.png",
    "a": 8,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Đường cùng cấp theo thứ tự bên phải trống - rẽ phải - đi thẳng - rẽ trái.<br/>1. Xe công an: Xe ưu tiên; <br/>2. Xe tải: Đường ưu tiên;<br/>3. Xe khách: Đường không ưu tiên, bên phải trống;<br/>4. Xe con: Đường không ưu tiên, bên phải vướng xe khách nên phải nhường."
  },
  {
    "1": "Xe tải, xe con, mô tô.",
    "2": "Xe con, xe tải, mô tô.",
    "3": "Mô tô, xe con, xe tải.",
    "4": "Xe con, mô tô, xe tải.",
    "id": 490,
    "q": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "img": "q490.png",
    "a": 4,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Đường cùng cấp theo thứ tự bên phải trống - rẽ phải - đi thẳng - rẽ trái.<br/>1. Xe mô tô: Bên phải trống;<br/>2. Xe con: Đi thẳng;<br/>3. Xe tải: Rẽ trái;"
  },
  {
    "1": "Xe con.",
    "2": "Xe tải.",
    "3": "",
    "4": "",
    "id": 491,
    "q": "Xe nào phải nhường đường trong trường hợp này?",
    "img": "q491.png",
    "a": 1,
    "k": "",
    "e": "Giao nhau cùng cấp có vòng xuyến: Chưa vào vòng xuyến thì ưu tiên xe bên phải; đã vào vòng xuyến ưu tiên xe từ bên trái tới.<br/>Xe con nhường vì thấy xe tải từ bên trái tới đã nằm trong vòng xuyến."
  },
  {
    "1": "Mô tô.",
    "2": "Xe con.",
    "3": "",
    "4": "",
    "id": 492,
    "q": "Trường hợp này xe nào được quyền đi trước?",
    "img": "q492.png",
    "a": 2,
    "k": "",
    "e": "Xe con được đi trước vì mô tô có biển STOP trước mặt."
  },
  {
    "1": "Xe con (A), xe cứu thương, xe con (B).",
    "2": "Xe cứu thương, xe con (B), xe con (A).",
    "3": "Xe con (B), xe con (A), xe cứu thương.",
    "4": "",
    "id": 493,
    "q": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "img": "q493.png",
    "a": 1,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe vào ngã ba, ngã tư trước - Xe ưu tiên - Đường ưu tiên - Đường cùng cấp theo thứ tự bên phải trống - rẽ phải - đi thẳng - rẽ trái..<br/>1. Xe con (A): Đã vào ngã tư trước;<br/>2. Xe cứu thương: Xe ưu tiên;<br/>3. Xe con (B);"
  },
  {
    "1": "Xe cứu thương, xe cứu hỏa, xe con.",
    "2": "Xe cứu hỏa, xe cứu thương, xe con.",
    "3": "Xe cứu thương, xe con, xe cứu hỏa.",
    "4": "",
    "id": 494,
    "q": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "img": "q494.png",
    "a": 2,
    "k": "",
    "e": "Thứ tự xe ưu tiên: Xe cứu hoả (mức độ thương vong lớn hơn); Xe công an; Xe cứu thương."
  },
  {
    "1": "Mô tô.",
    "2": "Xe cứu thương.",
    "3": "",
    "4": "",
    "id": 495,
    "q": "Xe nào được quyền đi trước trong trường hợp này?",
    "img": "q495.png",
    "a": 2,
    "k": "",
    "e": "Xe ưu tiên đi trước."
  },
  {
    "1": "Xe khách.",
    "2": "Xe tải.",
    "3": "Xe con.",
    "4": "",
    "id": 496,
    "q": "Xe nào phải nhường đường đi cuối cùng qua nơi giao nhau này?",
    "img": "q496.png",
    "a": 1,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Đường cùng cấp theo thứ tự bên phải trống - rẽ phải - đi thẳng - rẽ trái.<br/>1. Xe con: Đường ưu tiên;<br/>2. Xe tải: Đường không ưu tiên, rẽ phải;<br/>3. Xe khách: Đường không ưu tiên, rẽ trái (Đáp án đúng)."
  },
  {
    "1": "Xe con.",
    "2": "Xe tải.",
    "3": "",
    "4": "",
    "id": 497,
    "q": "Xe nào phải nhường đường là đúng quy tắc giao thông?",
    "img": "q497.png",
    "a": 1,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Đường cùng cấp theo thứ tự bên phải trống - rẽ phải - đi thẳng - rẽ trái.<br/>Xe tải bên phải trống nên đi trước;<br/>Đáp án đúng là Xe con phải nhường đường: Bên phải vướng xe tải."
  },
  {
    "1": "Xe công an.",
    "2": "Xe chữa cháy.",
    "3": "",
    "4": "",
    "id": 498,
    "q": "Xe nào được quyền đi trước trong trường hợp này?",
    "img": "q498.png",
    "a": 2,
    "k": "",
    "e": "Xe ưu tiên theo mức độ thiệt hại: Xe chữa cháy ưu tiên hơn."
  },
  {
    "1": "Xe con và xe khách.",
    "2": "Mô tô.",
    "3": "",
    "4": "",
    "id": 499,
    "q": "Theo tín hiệu đèn, xe nào được phép đi?",
    "img": "q499.png",
    "a": 1,
    "k": "",
    "e": "Xe con và xe khách đang ở làn đường có tín hiệu đèn xanh nên được phép đi."
  },
  {
    "1": "Xe khách, mô tô.",
    "2": "Xe con, xe tải.",
    "3": "Xe tải, mô tô.",
    "4": "",
    "id": 500,
    "q": "Theo tín hiệu đèn, xe nào được quyền đi là đúng quy tắc giao thông?",
    "img": "q500.png",
    "a": 2,
    "k": "",
    "e": "Xe con và xe tải đang ở trên làn đường có tín hiệu đèn xanh nên được phép đi."
  },
  {
    "1": "Xe công an.",
    "2": "Xe quân sự.",
    "3": "",
    "4": "",
    "id": 501,
    "q": "Trong trường hợp này xe nào được quyền đi trước?",
    "img": "q501.png",
    "a": 2,
    "k": "",
    "e": "Xe ưu tiên cùng cấp nên áp dụng thứ tự đường cùng cấp: Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>Xe quân sự được ưu tiên trước do bên phải trống."
  },
  {
    "1": "Hướng 2, 3, 4.",
    "2": "Chỉ hướng 1.",
    "3": "Hướng 1 và 2.",
    "4": "Hướng 3 và 4.",
    "id": 502,
    "q": "Theo tín hiệu đèn, xe tải đi theo hướng nào là đúng quy tắc giao thông?",
    "img": "q502.png",
    "a": 2,
    "k": "",
    "e": "Hướng 1 rẽ phải có tín hiệu đèn xanh nên được phép đi. Hướng đi thẳng đang có tín hiệu đèn đỏ do đó các hướng 2,3,4 không thể đi được. Câu trả lời đúng là chỉ có hướng 1."
  },
  {
    "1": "Xe khách, xe tải, mô tô.",
    "2": "Xe tải, xe con, mô tô.",
    "3": "Xe khách, xe con, mô tô.",
    "4": "",
    "id": 503,
    "q": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
    "img": "q503.png",
    "a": 1,
    "k": "",
    "e": "1. Xe khách: Sai làn, Đi thẳng đèn đang đỏ;<br/>2. Xe tải: Sai làn: Đi trên làn đi thẳng trong khi thực hiện rẽ trái.<br/>3. Xe mô tô: Sai làn: Đi trên làn rẽ trái trong khi thực hiện rẽ phải,<br/>Nên đáp án đúng là xe khách, xe tải và xe mô tô đều vi phạm quy tắc giao thông."
  },
  {
    "1": "Xe khách, xe tải, mô tô, xe con.",
    "2": "Xe con, xe khách, xe tải, mô tô.",
    "3": "Mô tô, xe tải, xe khách, xe con.",
    "4": "Mô tô, xe tải, xe con, xe khách.",
    "id": 504,
    "q": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "img": "q504.png",
    "a": 4,
    "k": "",
    "e": "Giao nhau cùng cấp có vòng xuyến: Chưa vào vòng xuyến thì ưu tiên xe bên phải; đã vào vòng xuyến ưu tiên xe từ bên trái tới.<br/>Toàn bộ các xe chưa vào phòng xuyến nên ưu tiên xe bên phải.<br/>Thứ tự sẽ là Mô tô, xe tải, xe khách, xe con."
  },
  {
    "1": "Xe tải.",
    "2": "Xe con và mô tô.",
    "3": "Cả ba xe.",
    "4": "Xe con và xe tải.",
    "id": 505,
    "q": "Trong trường hợp này xe nào đỗ vi phạm quy tắc giao thông?",
    "img": "q505.png",
    "a": 1,
    "k": "",
    "e": "Biển cấm đỗ xe tải (ở biển phụ) nên chỉ có xe tải vi phạm."
  },
  {
    "1": "Xe tải.",
    "2": "Xe con (B).",
    "3": "Xe con (A).",
    "4": "",
    "id": 506,
    "q": "Xe nào được quyền đi trước?",
    "img": "q506.png",
    "a": 2,
    "k": "",
    "e": "Thứ tự ưu tiên không vòng xuyến: Xe vào ngã ba, ngã tư trước - Xe ưu tiên - Đường ưu tiên - Đường cùng cấp theo thứ tự bên phải trống - rẽ phải - đi thẳng - rẽ trái.<br/>Đáp án đúng là Xe con (B): Đường ưu tiên;"
  },
  {
    "1": "Cả ba hướng.",
    "2": "Chỉ hướng 1 và 3.",
    "3": "Chỉ hướng 1.",
    "4": "",
    "id": 507,
    "q": "Theo hướng mũi tên, những hướng nào xe gắn máy đi được?",
    "img": "q507.png",
    "a": 1,
    "k": "",
    "e": "Bạn lưu ý câu hỏi này hỏi về hướng đi của xe <b>GẮN MÁY</b>. Hướng 1 và 3 chắc chắn là đi được rồi.<br/>Với hướng 2, biển báo cấm mô tô đi vào chỉ có tác dụng với xe MÔ TÔ nên xe gắn máy không có hiệu lực. Do đó vẫn đi vào bình thường."
  },
  {
    "1": "Cả hai xe.",
    "2": "Không xe nào vi phạm.",
    "3": "Chỉ xe mô tô vi phạm.",
    "4": "Chỉ xe tải vi phạm.",
    "id": 508,
    "q": "Xe nào đỗ vi phạm quy tắc giao thông?",
    "img": "q508.png",
    "a": 1,
    "k": "",
    "e": "Biển cấm đỗ xe ở cả phía trước và phía sau biển (ở biển báo phụ) nên cả 2 xe vi phạm."
  },
  {
    "1": "Chỉ mô tô.",
    "2": "Chỉ xe tải.",
    "3": "Cả ba xe.",
    "4": "Chỉ mô tô và xe tải.",
    "id": 509,
    "q": "Xe nào đỗ vi phạm quy tắc giao thông?",
    "img": "q509.png",
    "a": 4,
    "k": "",
    "e": "Xe tải đậu trái đường; Xe con và mô tô đậu xe đè vạch nên cả 3 xe vi phạm."
  },
  {
    "1": "Đúng.",
    "2": "Không đúng.",
    "3": "",
    "4": "",
    "id": 510,
    "q": "Xe tải kéo mô tô ba bánh như hình này có đúng quy tắc giao thông không?",
    "img": "q510.png",
    "a": 2,
    "k": "",
    "e": "Xe tải kéo xe mô tô 3 bánh như trên hình là không đúng vì đi vào đường có biển P.108 “Cấm ô tô kéo moóc” kể cả xe máy kéo, xe ô tô khách kéo theo rơ moóc đi qua."
  },
  {
    "1": "Hướng 2 và 5.",
    "2": "Chỉ hướng 1.",
    "3": "",
    "4": "",
    "id": 511,
    "q": "Theo hướng mũi tên, hướng nào xe không được phép đi?",
    "img": "q511.png",
    "a": 2,
    "k": "",
    "e": "Hướng 1 có biển cấm ô tô nên xe ô tô đương nhiên không được phép đi vào rồi."
  },
  {
    "1": "Hướng 1 và 2.",
    "2": "Hướng 3.",
    "3": "Hướng 1 và 4.",
    "4": "Hướng 2 và 3.",
    "id": 512,
    "q": "Theo hướng mũi tên, những hướng nào ô tô không được phép đi?",
    "img": "q512.png",
    "a": 2,
    "k": "",
    "e": "Biển P.123a “Cấm rẽ trái” không cấm quay đầu xe nên chỉ có hướng 3 là hướng ô tô không được phép đi."
  },
  {
    "1": "Cả 2 xe đều đúng.",
    "2": "Xe con.",
    "3": "Xe khách.",
    "4": "",
    "id": 513,
    "q": "Xe nào vượt đúng quy tắc giao thông?",
    "img": "q513.png",
    "a": 1,
    "k": "",
    "e": "Biển số P.126 “Cấm ô tô tải vượt” nên không áp dụng với xe con và xe khách."
  },
  {
    "1": "Hướng 2 và 3.",
    "2": "Hướng 1, 2 và 3.",
    "3": "Hướng 1 và 3.",
    "4": "",
    "id": 514,
    "q": "Theo hướng mũi tên, gặp biển hướng đi phải theo đặt trước ngã tư, những hướng nào xe được phép đi?",
    "img": "q514.png",
    "a": 1,
    "k": "",
    "e": "Biển số R.301g được đặt trước ngã ba, ngã tư. Các xe chỉ được phép đi thẳng hay rẽ trái ở khu vực sau mặt biển và được phép quay đầu xe để đi theo hướng ngược lại.<br/>Đáp án đúng là hướng 2 và hướng 3."
  },
  {
    "1": "Không.",
    "2": "Vi phạm.",
    "3": "",
    "4": "",
    "id": 515,
    "q": "Xe kéo nhau như hình này có vi phạm quy tắc giao thông không?",
    "img": "q515.png",
    "a": 2,
    "k": "",
    "e": "Xe kéo rơ moóc, xe kéo sơ mi rơ moóc đã kéo rơ moóc thì không được kéo thêm xe khác nên trường hợp này là vi phạm."
  },
  {
    "1": "Xe khách.",
    "2": "Xe tải.",
    "3": "",
    "4": "",
    "id": 516,
    "q": "Xe nào phải nhường đường trong trường hợp này?",
    "img": "q516.png",
    "a": 1,
    "k": "",
    "e": "Phía trước xe tải có biển báo được ưu tiên qua đường hẹp nên được đi trước.<br/>Hoặc phía trước xe khách có biển báo nhường cho xe ngược chiều qua đường hẹp."
  },
  {
    "1": "Xe con.",
    "2": "Xe mô tô.",
    "3": "",
    "4": "",
    "id": 517,
    "q": "Xe nào được quyền đi trước trong trường hợp này?",
    "img": "q517.png",
    "a": 2,
    "k": "",
    "e": "Đèn xanh nên áp dụng quy tắc Đường cùng cấp: Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>Nên đáp án đúng là Xe xích lô rẽ phải đi trước."
  },
  {
    "1": "Không đúng.",
    "2": "Đúng.",
    "3": "",
    "4": "",
    "id": 518,
    "q": "Xe kéo nhau trong trường hợp này đúng quy định không?",
    "img": "q518.png",
    "a": 1,
    "k": "",
    "e": "Xe đầu kéo (xe containter) đã kéo rơmoóc, sơmi rơmoóc không được phép kéo thêm rơmoóc hoặc xe khác, vật khác."
  },
  {
    "1": "Hướng 1.",
    "2": "Hướng 1, 3 và 4.",
    "3": "Hướng 2, 3 và 4.",
    "4": "Cả bốn hướng.",
    "id": 519,
    "q": "Theo hướng mũi tên, những hướng nào ô tô con được phép đi?",
    "img": "q519.png",
    "a": 2,
    "k": "",
    "e": "Biển số R.301d “Chỉ được rẽ phải” chỉ áp dụng với xe tải (biển phụ) nên không áp dụng với xe con.<br/>Hướng 2 cấm xe con không được đi vào, còn hướng 1, 3 và 4 xe con đều được phép đi."
  },
  {
    "1": "Xe con (A), mô tô, xe con (B), xe đạp.",
    "2": "Xe con (B), xe đạp, mô tô, xe con (A).",
    "3": "Xe con (A), xe con (B), mô tô + xe đạp.",
    "4": "Mô tô + xe đạp, xe con (A), xe con (B).",
    "id": 520,
    "q": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "img": "q520.png",
    "a": 8,
    "k": "",
    "e": "Thứ tự ưu tiên đường cùng cấp: Xe ưu tiên - Đường ưu tiên - Bên phải trống - rẽ phải - đi thẳng - rẽ trái.<br/>1. Mô tô và xe đạp: Bên phải trống;<br/>2. Xe con (A): Đi thẳng;<br/>3. Xe con (B): Rẽ trái."
  },
  {
    "1": "Chỉ hướng 1.",
    "2": "Hướng 1, 3 và 4.",
    "3": "Hướng 1, 2 và 3",
    "4": "Cả bốn hướng.",
    "id": 521,
    "q": "Theo hướng mũi tên, những hướng nào xe tải được phép đi?",
    "img": "q521.png",
    "a": 1,
    "k": "",
    "e": "Biển số R.301d “Chỉ được rẽ phải” áp dụng với xe tải (biển phụ) nên hướng 3, 4 rẽ trái bị cấm.<br/>Hướng 2 có biển cấm xe tải đi vào.<br/>Nên xe tải chỉ có thể chạy theo hướng 1 là đáp án đúng."
  },
  {
    "1": "Cả ba hướng.",
    "2": "Hướng 2 và 3.",
    "3": "",
    "4": "",
    "id": 522,
    "q": "Những hướng nào xe tải được phép đi?",
    "img": "q522.png",
    "a": 2,
    "k": "",
    "e": "Xe tải cấm rẽ phải (biển phụ) nên chỉ đi được hướng 2 và hướng 3."
  },
  {
    "1": "Chỉ hướng 1.",
    "2": "Hướng 1 và 4.",
    "3": "Hướng 1 và 5.",
    "4": "Hướng 1, 4 và 5.",
    "id": 523,
    "q": "Những hướng nào ô tô tải được phép đi?",
    "img": "q523.png",
    "a": 4,
    "k": "",
    "e": "Hướng 2,3,4 bị cấm do có biển cấm xe ô tô đi vào.<br/>Hướng 1 và 5 xe tải đi được bình thường."
  },
  {
    "1": "Cả bốn hướng.",
    "2": "Trừ hướng 2.",
    "3": "Hướng 2, 3 và 4.",
    "4": "Trừ hướng 4.",
    "id": 524,
    "q": "Những hướng nào ô tô tải được phép đi?",
    "img": "q524.png",
    "a": 2,
    "k": "",
    "e": "Hướng 2 có biển cấm xe tải nên xe tải không được phép đi vào."
  },
  {
    "1": "Mô tô.",
    "2": "Xe con.",
    "3": "",
    "4": "",
    "id": 525,
    "q": "Xe nào được quyền đi trước trong trường hợp này?",
    "img": "q525.png",
    "a": 1,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>Xe mô tô rẽ trái từ đường ưu tiên vào đường ưu tiên (theo biển báo và biển phụ) nên được quyền đi trước."
  },
  {
    "1": "Không vi phạm.",
    "2": "Vi phạm.",
    "3": "",
    "4": "",
    "id": 526,
    "q": "Ô tô con đi theo chiều mũi tên có vi phạm quy tắc giao thông không?",
    "img": "q526.png",
    "a": 2,
    "k": "",
    "e": "Biển số R.301a được đặt trước ngã ba, ngã tư. Các xe chỉ được đi thẳng ở khu vực ngã ba, ngã tư."
  },
  {
    "1": "Xe khách.",
    "2": "Mô tô.",
    "3": "Xe con.",
    "4": "Xe con và mô tô.",
    "id": 527,
    "q": "Xe nào vi phạm quy tắc giao thông?",
    "img": "q527.png",
    "a": 4,
    "k": "",
    "e": "Xe con quay đầu đè vạch liền trên đường nên vi phạm."
  },
  {
    "1": "Các xe ở phía tay phải và tay trái của người điều khiển được phép đi thẳng.",
    "2": "Cho phép các xe ở mọi hướng được rẽ phải.",
    "3": "Tất cả các xe phải dừng lại trước ngã tư, trừ những xe đã ở trong ngã tư được phép tiếp tục đi.",
    "4": "",
    "id": 528,
    "q": "Các xe đi như thế nào là đúng quy tắc giao thông?",
    "img": "q528.png",
    "a": 4,
    "k": "",
    "e": "Giơ tay thẳng đứng: Tất cả dừng, trừ xe đã ở trong ngã tư được phép đi;<br/>Giang ngang tay: Trái phải đi; Trước sau dừng;<br/>Tay phải giơ trước: Sau, phải dừng, trước rẽ phải, trái đi các hướng, người đi bộ qua đường đi sau người điều khiển."
  },
  {
    "1": "Mô tô, xe con.",
    "2": "Xe con, xe tải.",
    "3": "Mô tô, xe tải.",
    "4": "Cả ba xe.",
    "id": 529,
    "q": "Theo hướng mũi tên, xe nào được phép đi?",
    "img": "q529.png",
    "a": 4,
    "k": "",
    "e": "Giang ngang tay: Trái phải đi; Trước sau dừng.<br/>Xe mô tô và xe tải được phép đi là đáp án đúng."
  },
  {
    "1": "Đúng.",
    "2": "Không đúng.",
    "3": "",
    "4": "",
    "id": 530,
    "q": "Xe con vượt xe tải như trường hợp này có đúng không?",
    "img": "q530.png",
    "a": 1,
    "k": "",
    "e": "Xe con đi thẳng và xe tải rẽ trái không giao nhau nên được phép vượt trong trường hợp này."
  },
  {
    "1": "Xe tải.",
    "2": "Cả hai xe.",
    "3": "Xe con.",
    "4": "",
    "id": 531,
    "q": "Xe nào vượt đúng quy tắc giao thông?",
    "img": "q531.png",
    "a": 4,
    "k": "",
    "e": "Theo hướng xe tải, vượt xe khách đè vạch liền nên vi phạm.<br/> Theo hướng xe con, xe con vượt xe tải đè vạch đứt nên không vi phạm quy tắc giao thông là đáp án đúng."
  },
  {
    "1": "Xe chữa cháy.",
    "2": "Xe tải.",
    "3": "Cả hai xe.",
    "4": "",
    "id": 532,
    "q": "Đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
    "img": "q532.png",
    "a": 2,
    "k": "",
    "e": "Biển cấm xe ngược chiều không có tác dụng với xe chữa cháy (xe ưu tiên) nên không vi phạm.<br/>Trước mặt xe tải có biển cấm rẽ trái và quay đầu nên vi phạm là đáp án đúng."
  },
  {
    "1": "Xe khách, xe tải, xe con.",
    "2": "Xe con và xe tải, xe khách.",
    "3": "Xe tải, xe khách, xe con.",
    "4": "",
    "id": 533,
    "q": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "img": "q533.png",
    "a": 4,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>1. Xe tải: Rẽ phải; 2. Xe khách: Đi thẳng; 3. Xe con: Rẽ trái."
  },
  {
    "1": "Xe khách và xe tải, xe con.",
    "2": "Xe tải, xe khách, xe con.",
    "3": "Xe con, xe khách, xe tải.",
    "4": "",
    "id": 534,
    "q": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "img": "q534.png",
    "a": 1,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>1. Xe khách và xe tải cùng rẽ phải nên cùng nhau đi trước. Hãy nhìn đáp án có chữ <b>“VÀ”</b>."
  },
  {
    "1": "Cả bốn hướng.",
    "2": "Chỉ hướng 1 và 2.",
    "3": "Trừ hướng 4.",
    "4": "",
    "id": 535,
    "q": "Những hướng nào ô tô tải được phép đi?",
    "img": "q535.png",
    "a": 4,
    "k": "",
    "e": "Biển số P.102 “Cấm đi ngược chiều” ở hướng 4 nên hướng này không được phép đi."
  },
  {
    "1": "Xe công an, xe con, xe tải, xe khách.",
    "2": "Xe con, xe khách và xe công an, xe tải.",
    "3": "Xe công an, xe con, xe khách, xe tải.",
    "4": "Xe con, xe tải, xe khách, xe công an.",
    "id": 536,
    "q": "Theo hướng mũi tên, thứ tự các xe đi như thế nào là đúng?",
    "img": "q536.png",
    "a": 1,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>1. Xe công an: Xe ưu tiên;<br/>2. Xe con: Đường ưu tiên, bên phải trống;<br/>3. Xe tải: Đường ưu tiên, bên phải vướng xe con nếu đi trước;<br/>4. Xe khách: Đường không ưu tiên."
  },
  {
    "1": "Cả bốn hướng.",
    "2": "Hướng 1, 2 và 3.",
    "3": "Hướng 1 và 4.",
    "4": "Hướng 1, 3 và 4.",
    "id": 537,
    "q": "Những hướng nào ô tô tải được phép đi?",
    "img": "q537.png",
    "a": 8,
    "k": "",
    "e": "Trước mặt xe tải là Biển số P.123a “Cấm rẽ trái” không cấm quay đầu (hướng 3).<br/>Hướng 4 là Biển số P.109 “Cấm máy kéo” không cấm xe tải.<br/>Nên các hướng 1, 3 và 4 là câu trả lời đúng."
  },
  {
    "1": "Chỉ xe khách, mô tô.",
    "2": "Tất cả các loại xe trên.",
    "3": "Không xe nào chấp hành đúng quy tắc giao thông.",
    "4": "",
    "id": 538,
    "q": "Trong hình dưới đây, xe nào chấp hành đúng quy tắc giao thông?",
    "img": "q538.png",
    "a": 2,
    "k": "",
    "e": "Xe khách chờ đèn đỏ rẽ trái. Xe tải đi thẳng và rẽ phải theo tín hiệu đèn xanh. Xe con đi thẳng và rẽ phải theo tín hiệu đèn xanh. Xe mô tô chờ đèn đỏ rẽ trái. Nên tất cả xe đều chấp hành."
  },
  {
    "1": "Cả ba hướng.",
    "2": "Hướng 1 và 2.",
    "3": "Hướng 1 và 3",
    "4": "Hướng 2 và 3.",
    "id": 539,
    "q": "Theo hướng mũi tên, những hướng nào xe mô tô được phép đi?",
    "img": "q539.png",
    "a": 4,
    "k": "",
    "e": "Hướng 2 có Biển số P.104 “Cấm mô tô”. Hướng 3 Biển số P.103a “Cấm ô tô” nhưng không cấm mô tô. Nên đáp án đúng là hướng 1 và hướng 3."
  },
  {
    "1": "Xe công an, xe quân sự, xe con + mô tô.",
    "2": "Xe quân sự, xe công an, xe con + mô tô.",
    "3": "Xe mô tô + xe con, xe quân sự, xe công an.",
    "4": "",
    "id": 540,
    "q": "Trong trường hợp này, thứ tự xe đi như thế nào là đúng quy tắc giao thông?",
    "img": "q540.png",
    "a": 2,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>1. Xe quân sự: Xe ưu tiên cùng cấp xe công an nhưng đi thẳng;<br/>2. Xe công an: Xe ưu tiên; rẽ trái;<br/>3. Xe con và xe mô tô: Cùng đi thẳng."
  },
  {
    "1": "Xe A.",
    "2": "Xe B.",
    "3": "",
    "4": "",
    "id": 541,
    "q": "Xe nào phải nhường đường là đúng quy tắc giao thông?",
    "img": "q541.png",
    "a": 1,
    "k": "",
    "e": "Xe xuống dốc A phải nhường đường cho xe đang lên dốc B."
  },
  {
    "1": "Không vi phạm.",
    "2": "Vi phạm.",
    "3": "",
    "4": "",
    "id": 542,
    "q": "Xe con quay đầu đi ngược lại như hình vẽ dưới có vi phạm quy tắc giao thông không?",
    "img": "q542.png",
    "a": 2,
    "k": "",
    "e": "Xe con quay đầu đè vạch nên vi phạm."
  },
  {
    "1": "Xe con (E), mô tô (C).",
    "2": "Xe tải (A), mô tô (D).",
    "3": "Xe khách (B), mô tô (C).",
    "4": "Xe khách (B), mô tô (D).",
    "id": 543,
    "q": "Trong hình dưới, những xe nào vi phạm quy tắc giao thông?",
    "img": "q543.png",
    "a": 1,
    "k": "",
    "e": "Xe mô tô C chạy vào làn dành riêng xe ô tô: Vi phạm; Xe con E chạy vào làn dành riêng xe máy: Vi phạm."
  },
  {
    "1": "Nhường xe con rẽ trái trước.",
    "2": "Đi thẳng không nhường.",
    "3": "",
    "4": "",
    "id": 544,
    "q": "Để điều khiển cho xe đi thẳng, người lái xe phải làm gì là đúng quy tắc giao thông?",
    "img": "q544.png",
    "a": 1,
    "k": "",
    "e": "Người lái xe phải nhường đường xe con rẽ trái trước vì xe con rẽ trái đã vào nơi giao nhau trước (đã qua vạch)."
  },
  {
    "1": "Chỉ hướng 2.",
    "2": "Hướng 1 và 2.",
    "3": "Tất cả các hướng trừ hướng 3.",
    "4": "Tất cả các hướng trừ hướng 4.",
    "id": 545,
    "q": "Người lái xe điều khiển xe chạy theo hướng nào là đúng quy tắc giao thông?",
    "img": "q545.png",
    "a": 2,
    "k": "",
    "e": "Hướng 4: Biển số P.123b “Cấm rẽ phải”; Hướng 3: Biển số P.102 “Cấm đi ngược chiều”;<br/>Nên chỉ có thể đi theo hướng 1 và hướng 2 là câu trả lời đúng."
  },
  {
    "1": "Xe con (A).",
    "2": "Xe con (B).",
    "3": "",
    "4": "",
    "id": 546,
    "q": "Xe nào phải nhường đường là đúng quy tắc giao thông?",
    "img": "q546.png",
    "a": 2,
    "k": "",
    "e": "Xe con (A) đang đi trước và xi nhan trái nên được đi trước, xe con (B) xi nhan phải và đi sau nên phải nhường."
  },
  {
    "1": "Rẽ trái ngay trước xe buýt.",
    "2": "Rẽ trái trước xe tải.",
    "3": "Nhường đường cho xe buýt và xe tải.",
    "4": "",
    "id": 547,
    "q": "Người lái xe điều khiển xe rẽ trái như thế nào là đúng quy tắc giao thông?",
    "img": "q547.png",
    "a": 4,
    "k": "",
    "e": "Xe tải đã vào nơi giao nhau trước nên được đi đầu tiên; Tiếp theo xe buýt: Đi thẳng; Cuối cùng là xe của bạn: Rẽ trái."
  },
  {
    "1": "Xe con (B), mô tô (C).",
    "2": "Xe con (A), mô tô (C).",
    "3": "Xe con (E), mô tô (D).",
    "4": "Tất cả các loại xe trên.",
    "id": 548,
    "q": "Trong hình dưới, những xe nào vi phạm quy tắc giao thông?",
    "img": "q548.png",
    "a": 4,
    "k": "",
    "e": "Nhìn vào bảng chỉ dẫn loại phương tiện theo làn đường: Xe con (E) đi trên làn dành riêng cho mô tô nên vi phạm: Xe mô tô (D) chạy trên làn dành riêng xe ô tô nên cũng vi phạm."
  },
  {
    "1": "Xe của bạn.",
    "2": "Xe tải.",
    "3": "",
    "4": "",
    "id": 549,
    "q": "Xe nào đi trước là đúng quy tắc giao thông?",
    "img": "q549.png",
    "a": 2,
    "k": "",
    "e": "Trước mặt xe của bạn có Biển số W.208 “Giao nhau với đường ưu tiên” nên phải ưu tiên các xe đang đi trên đường ưu tiên. Xe tải được ưu tiên trong trường hợp này."
  },
  {
    "1": "Quay đầu theo hướng A.",
    "2": "Quay đầu theo hướng B.",
    "3": "Cấm quay đầu.",
    "4": "",
    "id": 550,
    "q": "Người lái xe có thể quay đầu xe như thế nào là đúng quy tắc giao thông?",
    "img": "q550.png",
    "a": 1,
    "k": "",
    "e": "Trước mặt người lái xe có Biển số P.123a “Cấm rẽ trái” không cấm quay đầu. Tuy nhiên, hướng B quay đầu đè vạch liền nên vi phạm. Do đó, chỉ có hướng A quay đầu xe là câu trả lời đúng."
  },
  {
    "1": "Xe con và xe tải, xe của bạn.",
    "2": "Xe của bạn, xe tải, xe con.",
    "3": "Xe của bạn và xe con, xe tải.",
    "4": "Xe của bạn, xe tải + xe con.",
    "id": 551,
    "q": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "img": "q551.png",
    "a": 4,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>Xe bạn đang trên đường ưu tiên nên được đi trước.<br/>Xe con rẽ phải không giao nhau với xe bạn nên được đi đồng thời với xe bạn.<br/>Xe tải rẽ trái từ đường không ưu tiên phải nhường đi sau cùng."
  },
  {
    "1": "Tăng tốc cho xe chạy vượt qua.",
    "2": "Bật tín hiệu báo hiệu bằng đèn hoặc còi, khi đủ điều kiện an toàn, tăng tốc cho xe chạy vượt qua.",
    "3": "Đánh lái sang làn bên trái và tăng tốc cho xe chạy vượt qua.",
    "4": "",
    "id": 552,
    "q": "Khi muốn vượt xe tải, người lái xe phải làm gì là đúng quy tắc giao thông?",
    "img": "q552.png",
    "a": 2,
    "k": "",
    "e": "Chú ý vạch kẻ đường ngăn cách với làn bên trái là vạch liền. Bạn phải bật tín hiệu báo hiệu cho đến khi xe tải phía trước giảm tốc độ và chuyển qua làn bên phải thì bạn mới có thể tăng tốc cho xe vượt qua."
  },
  {
    "1": "Xe khách, mô tô.",
    "2": "Xe tải, mô tô.",
    "3": "Xe con, xe tải.",
    "4": "",
    "id": 553,
    "q": "Theo tín hiệu đèn, xe nào phải dừng lại là đúng quy tắc giao thông?",
    "img": "q553.png",
    "a": 4,
    "k": "",
    "e": "Xe con và xe tải đang ở trên làn đường có tín hiệu đèn đỏ nên phải dừng lại."
  },
  {
    "1": "Xe tải.",
    "2": "Xe khách.",
    "3": "Xe con.",
    "4": "",
    "id": 554,
    "q": "Xe nào phải nhường đường là đúng quy tắc giao thông?",
    "img": "q554.png",
    "a": 2,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>1. Xe tải đi thẳng không phải nhường đường vì không vướng xe nào cả; 2. Xe con: Rẽ phải; 3. Xe khách: Đi thẳng nên phải nhường xe con là câu trả lời đúng."
  },
  {
    "1": "Được vượt.",
    "2": "Cấm vượt.",
    "3": "",
    "4": "",
    "id": 555,
    "q": "Người lái xe có được vượt xe tải để đi thẳng trong trường hợp này không?",
    "img": "q555.png",
    "a": 2,
    "k": "",
    "e": "Tại nơi giao nhau, trên đoạn đường có làn đường dành cho người đi bộ cắt ngang thì không được phép vượt."
  },
  {
    "1": "Cho phép.",
    "2": "Không được vượt.",
    "3": "",
    "4": "",
    "id": 556,
    "q": "Bạn có được phép vượt xe mô tô phía trước không?",
    "img": "q556.png",
    "a": 2,
    "k": "",
    "e": "Tại nơi giao nhau, trên đoạn đường có làn đường dành cho người đi bộ cắt ngang thì không được phép vượt."
  },
  {
    "1": "Vị trí A và B.",
    "2": "Vị trí A và C.",
    "3": "Vị trí B và C.",
    "4": "Cả ba vị trí A, B, C.",
    "id": 557,
    "q": "Người lái xe dừng tại vị trí nào là đúng quy tắc giao thông?",
    "img": "q557.png",
    "a": 4,
    "k": "",
    "e": "Vị trí A vi phạm do dừng bên trái đường.<br/>Biển số P.131a “Cấm đỗ xe” không cấm dừng xe. Do đó vị trí dừng tại B và C là câu trả lời đúng."
  },
  {
    "1": "Được phép dừng ở vị trí A.",
    "2": "Được phép dừng ở vị trí B.",
    "3": "Được phép dừng ở vị trí A và B.",
    "4": "Không được dừng.",
    "id": 558,
    "q": "Bạn được dừng xe ở vị trí nào trong tình huống này?",
    "img": "q558.png",
    "a": 8,
    "k": "",
    "e": "Biển số P.130 “Cấm dừng xe và đỗ xe” và biển phụ báo phạm vi trước và sau biển báo nên không được phép dừng xe tại cả 2 vị trí A và B."
  },
  {
    "1": "Xe mô tô.",
    "2": "Xe ô tô con",
    "3": "Không xe nào vi phạm.",
    "4": "Cả hai xe.",
    "id": 559,
    "q": "Theo tín hiệu đèn của xe cơ giới, xe nào vi phạm quy tắc giao thông?",
    "img": "q559.png",
    "a": 8,
    "k": "",
    "e": "Biển số R.301a chỉ cho phép các phương tiện đi thẳng trong khi cả hai xe đều có tín hiệu xi nhan rẽ sang hướng khác nên cả 2 xe đều vi phạm quy tắc giao thông."
  },
  {
    "1": "Xe con.",
    "2": "Xe tải.",
    "3": "Xe con, xe tải.",
    "4": "",
    "id": 560,
    "q": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
    "img": "q560.png",
    "a": 2,
    "k": "",
    "e": "Xe con trong cả hai phía đều đang ở đúng làn đường và đi theo hướng mà đèn xanh đang bật nên đúng quy tắc.<br/>Xe tải trong cả hai phía đều ở sai làn đường so với hướng rẽ nên vi phạm quy tắc giao thông."
  },
  {
    "1": "Xe tải, xe con.",
    "2": "Xe khách, xe con.",
    "3": "Xe khách, xe tải.",
    "4": "",
    "id": 561,
    "q": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
    "img": "q561.png",
    "a": 4,
    "k": "",
    "e": "Xe con và xe mô tô đang ở đúng làn đường, đúng hướng rẽ với tín hiệu đèn xanh nên đúng quy tắc giao thông.<br/>Xe khách và xe tải đang ở sai làn đường so với hướng rẽ nên đều vi phạm."
  },
  {
    "1": "Xe con, xe tải, xe khách.",
    "2": "Xe tải, xe khách, xe mô tô.",
    "3": "Xe khách, xe mô tô, xe con.",
    "4": "Cả bốn xe.",
    "id": 562,
    "q": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
    "img": "q562.png",
    "a": 2,
    "k": "",
    "e": "Xe con đi đúng làn đường theo hướng rẽ và tín hiệu đèn.<br/>Xe khách: Sai làn đường và tín hiệu đèn.<br/>Xe tải: Đi thẳng vi phạm đèn đỏ.<br/>Xe mô tô: Đi thẳng vi phạm đèn đỏ."
  },
  {
    "1": "Xe khách, xe tải.",
    "2": "Xe khách, xe con.",
    "3": "Xe con, xe tải",
    "4": "Xe khách, xe tải, xe con.",
    "id": 563,
    "q": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
    "img": "q563.png",
    "a": 1,
    "k": "",
    "e": "Xe con đúng làn đường và tín hiệu đèn.<br/>Xe khách: Sai làn đường; Xe tải: Sai làn đường và tín hiệu đèn."
  },
  {
    "1": "Đánh lái sang trái cho xe vượt qua.",
    "2": "Quan sát phía trước, phía sau, khi đủ điều kiện an toàn, bật tín hiệu bằng đèn hoặc còi rồi cho xe chạy vượt qua.",
    "3": "Cấm vượt.",
    "4": "",
    "id": 564,
    "q": "Trong tình huống dưới đây, để tránh xe phía trước bị hỏng đột xuất trên đường, người lái xe phải làm gì?",
    "img": "q564.png",
    "a": 2,
    "k": "",
    "e": "Chú ý quan sát, bật tín hiệu đèn, còi rồi mới được vượt nên Đáp án 2 trong trường hợp này mô tả chính xác."
  },
  {
    "1": "Xe tải, mô tô.",
    "2": "Xe khách, mô tô.",
    "3": "Xe tải, xe con.",
    "4": "Mô tô, xe con.",
    "id": 565,
    "q": "Các xe đi theo hướng mũi tên, xe nào chấp hành đúng quy tắc giao thông?",
    "img": "q565.png",
    "a": 2,
    "k": "",
    "e": "Xe con và xe tải: Vi phạm tín hiệu đèn;<br/>Xe khách và xe mô tô: Đúng làn đường và đúng tín hiệu đèn."
  },
  {
    "1": "Xe con (A), xe con (B), xe tải (D).",
    "2": "Xe tải (D), xe con (E), xe buýt (G).",
    "3": "Xe tải (D), xe con (B).",
    "4": "Xe con (B), xe con (C).",
    "id": 566,
    "q": "Trong hình dưới, những xe nào vi phạm quy tắc giao thông?",
    "img": "q566.png",
    "a": 4,
    "k": "",
    "e": "Xe con (B) và xe tải (D) đang đè lên vạch liền phân tách làn đường nên vi phạm quy tắc giao thông."
  },
  {
    "1": "Xe của bạn, mô tô, xe con.",
    "2": "Xe con, xe của bạn, mô tô.",
    "3": "Mô tô, xe con, xe của bạn.",
    "4": "",
    "id": 567,
    "q": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
    "img": "q567.png",
    "a": 4,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>Biển báo phía trước là đường ưu tiên và biển phụ báo hướng di chuyển của xe mô tô là hướng ưu tiên.<br/>1. Xe mô tô: Đường ưu tiên;<br/>2. Xe con: Đường không ưu tiên, bên phải trống;<br/>3. Xe của bạn: Đường không ưu tiên, bên phải vướng xe con."
  },
  {
    "1": "Xe của bạn, mô tô, xe con.",
    "2": "Xe con, xe của bạn, mô tô.",
    "3": "Mô tô, xe con, xe của bạn.",
    "4": "",
    "id": 568,
    "q": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
    "img": "q568.png",
    "a": 2,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Đường cùng cấp: Bên phải trống, rẽ phải, đi thẳng, rẽ trái.<br/>1. Xe con: Rẽ phải; 2. Xe của bạn: Đi thẳng; 3. Mô tô: Rẽ trái."
  },
  {
    "1": "Xe con.",
    "2": "Xe của bạn.",
    "3": "Cả hai xe.",
    "4": "",
    "id": 569,
    "q": "Xe nào phải dừng lại trong trường hợp này?",
    "img": "q569.png",
    "a": 1,
    "k": "",
    "e": "Xe con dừng lại vì phía trước là tín hiệu đèn đỏ. Xe của bạn được đi vì rẽ phải trước đèn đỏ nên không vi phạm."
  },
  {
    "1": "Đi thẳng hoặc rẽ trái.",
    "2": "Đi thẳng hoặc rẽ phải.",
    "3": "Rẽ trái.",
    "4": "Đi thẳng, rẽ phải hoặc rẽ trái.",
    "id": 570,
    "q": "Xe của bạn được đi theo hướng nào trong trường hợp này?",
    "img": "q570.png",
    "a": 1,
    "k": "",
    "e": "Làn đường mà xe của bạn đang đi chỉ được đi thẳng hoặc rẽ trái thôi. Nếu bạn chọn rẽ phải là bị đèn tín hiệu nó lừa rồi đó."
  },
  {
    "1": "Chuyển sang làn đường bên phải và rẽ phải.",
    "2": "Dừng lại trước vạch dừng và rẽ phải khi đèn xanh.",
    "3": "Dừng lại trước vạch dừng và đi thẳng hoặc rẽ trái khi đèn xanh.",
    "4": "",
    "id": 571,
    "q": "Xe của bạn được đi theo hướng nào trong trường hợp này?",
    "img": "q571.png",
    "a": 4,
    "k": "",
    "e": "Bạn phải dừng lại chờ đèn đỏ và làn đường bạn đang dừng xe chỉ được rẽ trái hoặc đi thẳng khi đèn xanh."
  },
  {
    "1": "Tăng tốc độ, rẽ phải trước xe tải và xe đạp.",
    "2": "Giảm tốc độ, rẽ phải sau xe tải và xe đạp.",
    "3": "Tăng tốc độ, rẽ phải trước xe đạp.",
    "4": "",
    "id": 572,
    "q": "Bạn xử lý như thế nào trong trường hợp này?",
    "img": "q572.png",
    "a": 2,
    "k": "",
    "e": "Xe tải đã vào nơi giao nhau trước nên sẽ được ưu tiên trước. Biển báo phía trước là đường ưu tiên dành cho xe thô sơ nên phải nhường đường cho xe đạp. Do đó, xe bạn rẽ phải sau xe tải và xe đạp."
  },
  {
    "1": "Tăng tốc độ, rẽ phải trước xe con màu xanh phía trước và người đi bộ.",
    "2": "Giảm tốc độ, để người đi bộ qua đường và rẽ phải trước xe con màu xanh.",
    "3": "Giảm tốc độ, để người đi bộ qua đường và rẽ phải sau xe con màu xanh.",
    "4": "",
    "id": 573,
    "q": "Bạn xử lý như thế nào trong trường hợp này?",
    "img": "q573.png",
    "a": 4,
    "k": "",
    "e": "Ở vạch kẻ đường dành cho người đi bộ có người chuẩn bị sang đường nên phải nhường đường và không được phép vượt.<br/>Nên bạn phải nhường đường cho người đi bộ và rẽ phải sau xe con màu xanh."
  },
  {
    "1": "Nhường đường cho xe khách và đi trước xe đạp.",
    "2": "Nhường đường cho xe đạp và đi trước xe khách.",
    "3": "Nhường đường cho xe đạp và xe khách.",
    "4": "",
    "id": 574,
    "q": "Bạn xử lý như thế nào trong trường hợp này?",
    "img": "q574.png",
    "a": 4,
    "k": "",
    "e": "Trước mặt bạn có biển Biển số R.122 “Dừng lại” nên phải dừng xe và nhường đường. Nên xe của bạn phải nhường đường cho xe đạp và xe khách."
  },
  {
    "1": "Xe con.",
    "2": "Xe tải.",
    "3": "Xe của bạn.",
    "4": "",
    "id": 575,
    "q": "Xe nào phải nhường đường trong trường hợp này?",
    "img": "q575.png",
    "a": 2,
    "k": "",
    "e": "Biển W.207c “Giao nhau với đường không ưu tiên” cho biết xe tải đi từ đường không ưu tiên nên phải nhường đường."
  },
  {
    "1": "Xe đi ngược chiều.",
    "2": "Xe của bạn.",
    "3": "",
    "4": "",
    "id": 576,
    "q": "Xe nào phải nhường đường trong trường hợp này?",
    "img": "q576.png",
    "a": 2,
    "k": "",
    "e": "Xe bạn không thể vượt khi phía trước có chướng ngại vật hoặc xe đi ngược chiều. Nên xe bạn phải nhường đường trong tình huống này."
  },
  {
    "1": "Tăng tốc độ, chuyển sang làn đường bên trái để vượt.",
    "2": "Không được vượt những người đi xe đạp.",
    "3": "",
    "4": "",
    "id": 577,
    "q": "Bạn xử lý như thế nào khi lái xe ô tô vượt qua đoàn người đi xe đạp có tổ chức?",
    "img": "q577.png",
    "a": 2,
    "k": "",
    "e": "Xe của bạn không được vượt khi bên trái có chướng ngại vật hay xe ngược chiều."
  },
  {
    "1": "Nếu phía sau không có xe xin vượt, chuyển sang làn đường bên trái.",
    "2": "Nếu phía sau có xe xin vượt, thì giảm tốc độ, ở lại làn đường, dừng lại khi cần thiết.",
    "3": "Tăng tốc độ trên làn đường của mình và vượt xe con.",
    "4": "Ý 1 và ý 2.",
    "id": 578,
    "q": "Phía trước có một xe đang lùi vào nơi đỗ, xe con phía trước đang chuyển sang làn đường bên trái, bạn xử lý như thế nào trong trường hợp này?",
    "img": "q578.png",
    "a": 8,
    "k": "",
    "e": "Cần quan sát kỹ xe phía sau trong tình huống này để có hành động hợp lý. Nếu không có xe xin vượt chuyển làn trái đi tiếp. Nếu có xe xin vượt thì giảm tốc độ, ở lại làn đường hoặc dừng lại nếu cần thiết."
  },
  {
    "1": "Chuyển sang nửa đường bên trái để đi tiếp.",
    "2": "Bấm còi, nháy đèn báo hiệu và đi tiếp.",
    "3": "Giảm tốc độ, dừng lại nhường đường.",
    "4": "",
    "id": 579,
    "q": "Bạn xử lý như thế nào khi xe phía trước đang lùi ra khỏi nơi đỗ?",
    "img": "q579.png",
    "a": 4,
    "k": "",
    "e": "Không được vượt khi phía trước có chướng ngại vật hay xe chạy ngược chiều. Do đó, cần giảm tốc độ, dừng lại nhường đường."
  },
  {
    "1": "Phanh xe giảm tốc độ và đi sát lề đường bên phải.",
    "2": "Bấm còi, nháy đèn báo hiệu, giữ nguyên tốc độ và đi tiếp.",
    "3": "Phanh xe giảm tốc độ và đi sát lề đường bên trái.",
    "4": "",
    "id": 580,
    "q": "Phía trước có một xe màu xanh đang vượt xe màu vàng trên làn đường của bạn, bạn xử lý như thế nào trong trường hợp này?",
    "img": "q580.png",
    "a": 1,
    "k": "",
    "e": "Vì xe màu xanh đang trên làn đường của bạn, để đảm bảo an toàn, bạn cần phanh xe giảm tốc độ và đi sát lề đường bên phải."
  },
  {
    "1": "Bật tín hiệu xin chuyển làn đường sang trái để vượt xe tải.",
    "2": "Phanh xe giảm tốc độ chờ xe tải phía trước chuyển làn đường.",
    "3": "Bấm còi báo hiệu và vượt qua xe tải trên làn đường của mình.",
    "4": "",
    "id": 581,
    "q": "Xe tải phía trước có tín hiệu xin chuyển làn đường, bạn xử lý như thế nào trong trường hợp này?",
    "img": "q581.png",
    "a": 2,
    "k": "",
    "e": "Không được vượt khi phía trước có xe đang chuyển làn đường. Do đó, để đảm bảo an toàn bạn cần phanh xe giảm tốc độ chờ xe tải phía trước chuyển làn đường."
  },
  {
    "1": "Tăng tốc độ và đi thẳng qua ngã tư.",
    "2": "Dừng xe trước vạch dừng.",
    "3": "Giảm tốc độ và đi thẳng qua ngã tư.",
    "4": "",
    "id": 582,
    "q": "Bạn xử lý như thế nào trong trường hợp này?",
    "img": "q582.png",
    "a": 4,
    "k": "",
    "e": "Trước mặt là Biển số W.208 “Giao nhau với đường ưu tiên” nên bạn phải giảm tốc độ, quan sát nhường đường ưu tiên nếu có và đi qua ngã tư."
  },
  {
    "1": "Xe của bạn, mô tô, xe đạp.",
    "2": "Xe mô tô, xe đạp, xe của bạn.",
    "3": "Xe đạp, xe mô tô, xe của bạn.",
    "4": "",
    "id": 583,
    "q": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
    "img": "q583.png",
    "a": 4,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>1. Xe đạp: Bên phải trống; 2. Xe mô tô: Đi thẳng; 3. Xe của bạn: Rẽ trái."
  },
  {
    "1": "Xe của bạn, xe tải, xe con.",
    "2": "Xe con, xe tải, xe của bạn.",
    "3": "Xe tải, xe của bạn, xe con.",
    "4": "Xe của bạn, xe con, xe tải.",
    "id": 584,
    "q": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
    "img": "q584.png",
    "a": 8,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>1. Xe của bạn: Đường ưu tiên; 2. Xe con: Đi không ưu tiên, đi thẳng; 3. Xe tải: Đường không ưu tiên, rẽ trái."
  },
  {
    "1": "Xe của bạn.",
    "2": "Xe con.",
    "3": "",
    "4": "",
    "id": 585,
    "q": "Xe nào phải nhường đường trong trường hợp này?",
    "img": "q585.png",
    "a": 1,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>1. Xe con: Đường ưu tiên; 2. Xe của bạn: Đường không ưu tiên nên phải nhường đường."
  },
  {
    "1": "Xe con.",
    "2": "Xe của bạn.",
    "3": "",
    "4": "",
    "id": 586,
    "q": "Xe nào phải nhường đường trong trường hợp này?",
    "img": "q586.png",
    "a": 2,
    "k": "",
    "e": "Trước mặt xe của bạn có Biển số P.132 “Nhường đường cho xe cơ giới đi ngược chiều qua đường hẹp” nên phải nhường đường."
  },
  {
    "1": "Tăng tốc độ, đi qua vạch người đi bộ sang đường, để người đi bộ sang đường sau.",
    "2": "Giảm tốc độ, đi qua vạch người đi bộ sang đường, để người đi bộ sang đường sau.",
    "3": "Giảm tốc độ, để người đi bộ sang đường trước, sau đó cho xe đi qua vạch người đi bộ sang đường.",
    "4": "",
    "id": 587,
    "q": "Bạn xử lý như thế nào trong trường hợp này?",
    "img": "q587.png",
    "a": 4,
    "k": "",
    "e": "Trước mặt bạn có biển I.423a “Đường người đi bộ sang ngang” nên bạn phải giảm tốc độ và nhường đường cho người đi bộ sang đường."
  },
  {
    "1": "Xe con.",
    "2": "Xe của bạn.",
    "3": "",
    "4": "",
    "id": 588,
    "q": "Xe nào được đi trước trong trường hợp này?",
    "img": "q588.png",
    "a": 2,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>Xe của bạn trên đường ưu tiên (theo biển báo) nên được đi trước."
  },
  {
    "1": "Xe con, xe tải, xe của bạn.",
    "2": "Xe tải, xe con, xe của bạn.",
    "3": "Xe tải, xe của bạn, xe con.",
    "4": "",
    "id": 589,
    "q": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
    "img": "q589.png",
    "a": 2,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>1. Xe tải: Bên phải trống; 2. Xe con: Đi thẳng; 3. Xe của bạn: Rẽ trái."
  },
  {
    "1": "Tăng tốc độ cho xe lấn sang phần đường bên trái.",
    "2": "Giảm tốc độ cho xe lấn sang phần đường bên trái.",
    "3": "Giảm tốc độ cho xe đi sát phần đường bên phải.",
    "4": "",
    "id": 590,
    "q": "Bạn xử lý như thế nào trong trường hợp này?",
    "img": "q590.png",
    "a": 4,
    "k": "",
    "e": "Phía trước khuất tầm nhìn, bên trái làn đường là vạch liền nên bạn cần phải giảm tốc độ, đi sát làn đường bên phải để đảm bảo đi đúng làn đường."
  },
  {
    "1": "Xe tải.",
    "2": "Xe của bạn.",
    "3": "",
    "4": "",
    "id": 591,
    "q": "Xe nào được đi trước trong trường hợp này?",
    "img": "q591.png",
    "a": 1,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>1. Xe tải: Đi thẳng; 2. Xe của bạn: Rẽ trái."
  },
  {
    "1": "Xe con.",
    "2": "Xe mô tô.",
    "3": "Cả 2 xe đều sai.",
    "4": "",
    "id": 592,
    "q": "Xe nào dừng đúng theo quy tắc giao thông?",
    "img": "q592.png",
    "a": 1,
    "k": "",
    "e": "Biển số W.211a “Giao nhau với đường sắt không có rào chắn” thì các phương tiện đứng cách xa đường sắt tối thiểu 5m nên xe con đúng."
  },
  {
    "1": "Xe tải, xe đạp, xe của bạn.",
    "2": "Xe của bạn, xe đạp, xe tải.",
    "3": "Xe của bạn, xe tải, xe đạp.",
    "4": "",
    "id": 593,
    "q": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
    "img": "q593.png",
    "a": 4,
    "k": "",
    "e": "Thứ tự ưu tiên: Xe ưu tiên - Đường ưu tiên - Bên phải trống - Rẽ phải - Đi thẳng - Rẽ trái.<br/>1. Xe của bạn: Bên phải trống, đi thẳng; 2. Xe tải: Rẽ trái, bên phải trống (khi xe bạn đã đi rồi); 3. Xe đạp: Rẽ trái."
  },
  {
    "1": "Hướng 1.",
    "2": "Hướng 2.",
    "3": "Cả 02 hướng đều được.",
    "4": "",
    "id": 594,
    "q": "Để điều khiển xe rẽ trái, bạn chọn hướng đi nào dưới đây?",
    "img": "q594.png",
    "a": 1,
    "k": "",
    "e": "Vạch kẻ đường nét đứt màu vàng, phân chia 2 chiều xe chạy. Do đó, hướng 2 sẽ đi bên trái đường 1 đoạn nên không được phép. Do đó, bạn chỉ được chọn theo hướng 1 để rẽ trái."
  },
  {
    "1": "Bật đèn chiếu xa, tăng tốc độ vượt xe cùng chiều.",
    "2": "Giữ nguyên đèn chiếu gần, giảm tốc độ, đi sau xe phía trước.",
    "3": "Giữ nguyên đèn chiếu gần, tăng tốc độ vượt xe cùng chiều.",
    "4": "",
    "id": 595,
    "q": "Khi gặp xe ngược chiều bật đèn pha trong tình huống dưới đây, bạn xử lý như thế nào?",
    "img": "q595.png",
    "a": 2,
    "k": "",
    "e": "Giữ nguyên đèn chiếu gần và giảm tốc độ do không thể quan sát rõ phía trước."
  },
  {
    "1": "Quan sát nếu thấy không có tàu thì tăng tốc cho xe vượt qua đường sắt.",
    "2": "Dừng lại trước rào chắn một khoảng cách an toàn.",
    "3": "Ra tín hiệu, yêu cầu người gác chắn tàu kéo chậm Barie để xe bạn qua.",
    "4": "",
    "id": 596,
    "q": "Xe của bạn đang di chuyển gần đến khu vực giao cắt với đường sắt, khi rào chắn đang dịch chuyển, bạn điều khiển xe như thế nào là đúng quy tắc giao thông?",
    "img": "q596.png",
    "a": 2,
    "k": "",
    "e": "Bắt buộc phải dừng xe."
  },
  {
    "1": "Đúng.",
    "2": "Sai.",
    "3": "",
    "4": "",
    "id": 597,
    "q": "Trong tình huống dưới đây, xe con màu đỏ nhập làn đường cao tốc theo hướng mũi tên là đúng hay sai?",
    "img": "q597.png",
    "a": 2,
    "k": "",
    "e": "Khi nhập làn cao tốc phải chạy dọc theo làn tạm để đủ thời gian quan sát, khoảng cách an toàn và đủ tốc độ trước khi di chuyển vào làn cao tốc nên trong tình huống này xe màu đỏ sai khi nhập làn cao tốc."
  },
  {
    "1": "Được vượt.",
    "2": "Không được vượt.",
    "3": "",
    "4": "",
    "id": 598,
    "q": "Trong tình huống dưới đây, xe con màu đỏ có được phép vượt khi xe con màu xanh đang vượt xe tải hay không?",
    "img": "q598.png",
    "a": 2,
    "k": "",
    "e": "Xe xin vượt chỉ được vượt khi không có chướng ngại vật phía trước, không có xe chạy ngược chiều trong đoạn đường định vượt, xe chạy trước không có tín hiệu vượt xe khác và đã tránh về bên phải. Do đó, xe màu đỏ không được vượt."
  },
  {
    "1": "Đúng.",
    "2": "Không đúng.",
    "3": "",
    "4": "",
    "id": 599,
    "q": "Trong tình huống dưới đây, xe con màu vàng vượt xe con màu đỏ là đúng quy tắc giao thông hay không?",
    "img": "q599.png",
    "a": 1,
    "k": "",
    "e": "Xe màu đỏ đang trách về phía bên phải, xe màu vàng đã có tín hiệu xin vượt, vạch kẻ đường theo hướng xe chạy là nét đứt , không có xe ngược chiều. Nên xe vàng vượt đúng quy tắc giao thông."
  },
  {
    "1": "Vượt về phía bên phải để đi tiếp.",
    "2": "Giảm tốc độ chờ xe đầu kéo rẽ phải, rồi tiếp tục đi.",
    "3": "Vượt về phía bên trái để đi tiếp.",
    "4": "",
    "id": 600,
    "q": "Trong tình huống dưới đây, xe đầu kéo kéo rơ moóc (xe container) đang rẽ phải, xe con màu xanh đi như thế nào để đảm bảo an toàn?",
    "img": "q600.png",
    "a": 2,
    "k": "",
    "e": "Giảm tốc độ chờ xe đầu kéo rẽ phải rồi mới tiếp tục đi."
  }
]