[
  {
    "id": "Vạch 1.1",
    "name": "Vạch phân chia hai chiều xe chạy (vạch tim đường), dạng vạch đơn, đứt nét",
    "detail": "Áp dụng: dùng để phân chia hai chiều xe chạy ngược chiều nhau ở những đoạn đường có từ 2 làn xe trở lên, không có dải phân cách giữa. Xe được phép cắt qua để sử dụng làn ngược chiều từ cả hai phía.",
    "img": "G11"
  },
  {
    "id": "Vạch 1.2",
    "name": "Vạch phân chia hai chiều xe chạy (vạch tim đường), dạng vạch đơn, nét liền",
    "detail": "Áp dụng: dùng để phân chia hai chiều xe chạy cho đường có 2 hoặc 3 làn xe, không có dải phân cách giữa; xe không được lấn làn, không được đè lên vạch.",
    "img": "G12"
  },
  {
    "id": "Vạch 1.3",
    "name": "Vạch phân chia hai chiều xe chạy ngược chiều (vạch tim đường), dạng vạch đôi, nét liền",
    "detail": "Dùng để phân chia hai chiều xe chạy cho đường có từ 4 làn xe trở lên, không có dải phân cách giữa, xe không được lấn làn, không được đè lên vạch. - Trường hợp các đường có 2 hoặc 3 làn xe, dùng để nhấn mạnh sự nguy hiểm.",
    "img": "G13"
  },
  {
    "id": "Vạch 1.4",
    "name": "Vạch phân chia hai chiều xe chạy, dạng vạch đôi gồm một vạch nét liền, một vạch nét đứt",
    "detail": "",
    "img": "G14"
  },
  {
    "id": "Vạch 1.5",
    "name": "Vạch xác định ranh giới làn đường có thể thay đổi hướng xe chạy",
    "detail": "",
    "img": "G15"
  },
  {
    "id": "Vạch 2.1",
    "name": "Vạch phân chia các làn xe cùng chiều, dạng vạch đơn, đứt nét",
    "detail": "",
    "img": "G21"
  },
  {
    "id": "Vạch 2.2",
    "name": "Vạch phân chia các làn xe cùng chiều, dạng vạch đơn, liền nét.",
    "detail": "",
    "img": "G22"
  },
  {
    "id": "Vạch 7.6",
    "name": "Vạch chỉ dẫn sắp đến chỗ có bố trí vạch đi bộ qua đường",
    "detail": "",
    "img": "G76"
  },
  {
    "id": "Vạch 7.8",
    "name": "Vạch xác định khoảng cách xe trên đường.",
    "detail": "Vạch 7.8 là vạch dùng để xác định khoảng cách trên đường, giúp cho lái xe biết cần phải giãn cách cự ly để đảm bảo an toàn với xe chạy phía trước. Vạch thường được sử dụng trên đường ôtô cao tốc.",
    "img": "G78"
  },
  {
    "id": "Vạch 9.2",
    "name": "Vạch quy định vị trí dừng đỗ của phương tiện giao thông công cộng trên đường",
    "detail": "Vạch 9.2 quy định vị trí dừng xe của các phương tiện vận tải hành khách công cộng trên đường như xe buýt, xe tắc xi ...",
    "img": "G92"
  }
]